const data = [
  {
    "name": "サルノリ",
    "galarNum": "001",
    "worldNum": "810",
    "height": "0.3m",
    "weight": [
      "5.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 65",
      "B": " 50",
      "C": " 40",
      "D": " 40",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "しんりょく",
        "detail": "HPが1/3以下の時、『くさ』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*グラスメイカー",
        "detail": "戦闘に出ると5ターンの間、場の状態を『グラスフィールド』にする。(『ひこう』タイプや特性『ふゆう』などではない地面にいるすべてのポケモンは、毎ターン最大HPの1/16ずつ回復し、また『くさ』タイプの技の威力が1.5倍になり、技『じしん』『じならし』『マグニチュード』の受けるダメージが半減する)"
      }
    ]
  },
  {
    "name": "バチンキー",
    "galarNum": "002",
    "worldNum": "811",
    "height": "0.7m",
    "weight": [
      "14.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 85",
      "B": " 70",
      "C": " 55",
      "D": " 60",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "しんりょく",
        "detail": "HPが1/3以下の時、『くさ』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*グラスメイカー",
        "detail": "戦闘に出ると5ターンの間、場の状態を『グラスフィールド』にする。(『ひこう』タイプや特性『ふゆう』などではない地面にいるすべてのポケモンは、毎ターン最大HPの1/16ずつ回復し、また『くさ』タイプの技の威力が1.5倍になり、技『じしん』『じならし』『マグニチュード』の受けるダメージが半減する)"
      }
    ]
  },
  {
    "name": "ゴリランダー",
    "galarNum": "003",
    "worldNum": "812",
    "height": "2.1m",
    "weight": [
      "90.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 125",
      "B": " 90",
      "C": " 60",
      "D": " 70",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "しんりょく",
        "detail": "HPが1/3以下の時、『くさ』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*グラスメイカー",
        "detail": "戦闘に出ると5ターンの間、場の状態を『グラスフィールド』にする。(『ひこう』タイプや特性『ふゆう』などではない地面にいるすべてのポケモンは、毎ターン最大HPの1/16ずつ回復し、また『くさ』タイプの技の威力が1.5倍になり、技『じしん』『じならし』『マグニチュード』の受けるダメージが半減する)"
      }
    ]
  },
  {
    "name": "ヒバニー",
    "galarNum": "004",
    "worldNum": "813",
    "height": "0.3m",
    "weight": [
      "4.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 71",
      "B": " 40",
      "C": " 40",
      "D": " 40",
      "S": " 69"
    },
    "abbility": [
      {
        "abbilityName": "もうか",
        "detail": "HPが1/3以下の時、『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*リベロ",
        "detail": "自分の使った技と自分のタイプが同じタイプになる。"
      }
    ]
  },
  {
    "name": "ラビフット",
    "galarNum": "005",
    "worldNum": "814",
    "height": "0.6m",
    "weight": [
      "9.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 86",
      "B": " 60",
      "C": " 55",
      "D": " 60",
      "S": " 94"
    },
    "abbility": [
      {
        "abbilityName": "もうか",
        "detail": "HPが1/3以下の時、『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*リベロ",
        "detail": "自分の使った技と自分のタイプが同じタイプになる。"
      }
    ]
  },
  {
    "name": "エースバーン",
    "galarNum": "006",
    "worldNum": "815",
    "height": "1.4m",
    "weight": [
      "33.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 116",
      "B": " 75",
      "C": " 65",
      "D": " 75",
      "S": " 119"
    },
    "abbility": [
      {
        "abbilityName": "もうか",
        "detail": "HPが1/3以下の時、『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*リベロ",
        "detail": "自分の使った技と自分のタイプが同じタイプになる。"
      }
    ]
  },
  {
    "name": "メッソン",
    "galarNum": "007",
    "worldNum": "816",
    "height": "0.3m",
    "weight": [
      "4.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 40",
      "B": " 40",
      "C": " 70",
      "D": " 40",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "げきりゅう",
        "detail": "HPが1/3以下の時、『みず』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      }
    ]
  },
  {
    "name": "ジメレオン",
    "galarNum": "008",
    "worldNum": "817",
    "height": "0.7m",
    "weight": [
      "11.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 60",
      "B": " 55",
      "C": " 95",
      "D": " 55",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "げきりゅう",
        "detail": "HPが1/3以下の時、『みず』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      }
    ]
  },
  {
    "name": "インテレオン",
    "galarNum": "009",
    "worldNum": "818",
    "height": "1.9m",
    "weight": [
      "45.2kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 85",
      "B": " 65",
      "C": " 125",
      "D": " 65",
      "S": " 120"
    },
    "abbility": [
      {
        "abbilityName": "げきりゅう",
        "detail": "HPが1/3以下の時、『みず』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      }
    ]
  },
  {
    "name": "サッチムシ",
    "galarNum": "010",
    "worldNum": "824",
    "height": "0.4m",
    "weight": [
      "8.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし"
    ],
    "baseStats": {
      "H": " 25",
      "A": " 20",
      "B": " 20",
      "C": " 25",
      "D": " 45",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "ふくがん",
        "detail": "命中率が1.3倍になる。／『てもち』の先頭にいると道具を持った野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "レドームシ",
    "galarNum": "011",
    "worldNum": "825",
    "height": "0.4m",
    "weight": [
      "19.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "むし",
      "エスパー"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 35",
      "B": " 80",
      "C": " 50",
      "D": " 90",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "ふくがん",
        "detail": "命中率が1.3倍になる。／『てもち』の先頭にいると道具を持った野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "イオルブ",
    "galarNum": "012",
    "worldNum": "826",
    "height": "0.4m",
    "weight": [
      "40.8kg",
      "けたぐり威力60"
    ],
    "type": [
      "むし",
      "エスパー"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 45",
      "B": " 110",
      "C": " 80",
      "D": " 120",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "キャタピー",
    "galarNum": "013",
    "worldNum": "010",
    "height": "0.3m",
    "weight": [
      "2.9kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 30",
      "B": " 35",
      "C": " 20",
      "D": " 20",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "りんぷん",
        "detail": "技の追加効果を受けない。"
      },
      {
        "abbilityName": "*にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      }
    ]
  },
  {
    "name": "トランセル",
    "galarNum": "014",
    "worldNum": "011",
    "height": "0.7m",
    "weight": [
      "9.9kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 20",
      "B": " 55",
      "C": " 25",
      "D": " 25",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "だっぴ",
        "detail": "ターンごとに1/3の確率で状態異常が治る。"
      }
    ]
  },
  {
    "name": "バタフリー",
    "galarNum": "015",
    "worldNum": "012",
    "height": "1.1m",
    "weight": [
      "32.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "むし",
      "ひこう"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 45",
      "B": " 50",
      "C": " 90",
      "D": " 80",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "ふくがん",
        "detail": "命中率が1.3倍になる。／『てもち』の先頭にいると道具を持った野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*いろめがね",
        "detail": "自分の技のタイプ相性が『こうかは いまひとつのようだ』の場合、1/2倍の時は通常に、1/4倍の時は1/2倍になる。"
      }
    ]
  },
  {
    "name": "アゴジムシ",
    "galarNum": "016",
    "worldNum": "736",
    "height": "0.4m",
    "weight": [
      "4.4kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし"
    ],
    "baseStats": {
      "H": " 47",
      "A": " 62",
      "B": " 45",
      "C": " 55",
      "D": " 45",
      "S": " 46"
    },
    "abbility": [
      {
        "abbilityName": "むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "デンヂムシ",
    "galarNum": "017",
    "worldNum": "737",
    "height": "0.5m",
    "weight": [
      "10.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "むし",
      "でんき"
    ],
    "baseStats": {
      "H": " 57",
      "A": " 82",
      "B": " 95",
      "C": " 55",
      "D": " 75",
      "S": " 36"
    },
    "abbility": [
      {
        "abbilityName": "バッテリー",
        "detail": "味方のポケモンの特殊技の威力が1.3倍になる。(ダブルバトル用)"
      }
    ]
  },
  {
    "name": "クワガノン",
    "galarNum": "018",
    "worldNum": "738",
    "height": "1.5m",
    "weight": [
      "45.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "むし",
      "でんき"
    ],
    "baseStats": {
      "H": " 77",
      "A": " 70",
      "B": " 90",
      "C": " 145",
      "D": " 75",
      "S": " 43"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ホーホー",
    "galarNum": "019",
    "worldNum": "163",
    "height": "0.7m",
    "weight": [
      "21.2kg",
      "けたぐり威力40"
    ],
    "type": [
      "ノーマル",
      "ひこう"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 30",
      "B": " 30",
      "C": " 36",
      "D": " 56",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "ふみん",
        "detail": "『ねむり』状態にならない。技『ねむる』を使えない。この特性を獲得する前に『ねむり』状態になっていた場合は、『ねむり』状態を回復する。"
      },
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*いろめがね",
        "detail": "自分の技のタイプ相性が『こうかは いまひとつのようだ』の場合、1/2倍の時は通常に、1/4倍の時は1/2倍になる。"
      }
    ]
  },
  {
    "name": "ヨルノズク",
    "galarNum": "020",
    "worldNum": "164",
    "height": "1.6m",
    "weight": [
      "40.8kg",
      "けたぐり威力60"
    ],
    "type": [
      "ノーマル",
      "ひこう"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 50",
      "B": " 50",
      "C": " 86",
      "D": " 96",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "ふみん",
        "detail": "『ねむり』状態にならない。技『ねむる』を使えない。この特性を獲得する前に『ねむり』状態になっていた場合は、『ねむり』状態を回復する。"
      },
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*いろめがね",
        "detail": "自分の技のタイプ相性が『こうかは いまひとつのようだ』の場合、1/2倍の時は通常に、1/4倍の時は1/2倍になる。"
      }
    ]
  },
  {
    "name": "ココガラ",
    "galarNum": "021",
    "worldNum": "821",
    "height": "0.2m",
    "weight": [
      "1.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "ひこう"
    ],
    "baseStats": {
      "H": " 38",
      "A": " 47",
      "B": " 35",
      "C": " 33",
      "D": " 35",
      "S": " 57"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      },
      {
        "abbilityName": "*はとむね",
        "detail": "相手の『ぼうぎょ』ランクを下げる技や特性の効果を受けない。"
      }
    ]
  },
  {
    "name": "アオガラス",
    "galarNum": "022",
    "worldNum": "822",
    "height": "0.8m",
    "weight": [
      "16.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ひこう"
    ],
    "baseStats": {
      "H": " 68",
      "A": " 67",
      "B": " 55",
      "C": " 43",
      "D": " 55",
      "S": " 77"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      },
      {
        "abbilityName": "*はとむね",
        "detail": "相手の『ぼうぎょ』ランクを下げる技や特性の効果を受けない。"
      }
    ]
  },
  {
    "name": "アーマーガア",
    "galarNum": "023",
    "worldNum": "823",
    "height": "2.2m",
    "weight": [
      "75.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "ひこう",
      "はがね"
    ],
    "baseStats": {
      "H": " 98",
      "A": " 87",
      "B": " 105",
      "C": " 53",
      "D": " 85",
      "S": " 67"
    },
    "abbility": [
      {
        "abbilityName": "プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      },
      {
        "abbilityName": "*ミラーアーマー",
        "detail": "『のうりょく』ランクを下げる効果を受けずに、相手に跳ね返す。技の追加効果の場合も含める。"
      }
    ]
  },
  {
    "name": "ホシガリス",
    "galarNum": "024",
    "worldNum": "819",
    "height": "0.3m",
    "weight": [
      "2.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 55",
      "B": " 55",
      "C": " 35",
      "D": " 35",
      "S": " 25"
    },
    "abbility": [
      {
        "abbilityName": "ほおぶくろ",
        "detail": "自分の持っている『きのみ』を食べる時、本来の効果に加えて、さらにHPも最大HPの1/3回復する。"
      },
      {
        "abbilityName": "*くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      }
    ]
  },
  {
    "name": "ヨクバリス",
    "galarNum": "025",
    "worldNum": "820",
    "height": "0.6m",
    "weight": [
      "6.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 120",
      "A": " 95",
      "B": " 95",
      "C": " 55",
      "D": " 75",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "ほおぶくろ",
        "detail": "自分の持っている『きのみ』を食べる時、本来の効果に加えて、さらにHPも最大HPの1/3回復する。"
      },
      {
        "abbilityName": "*くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      }
    ]
  },
  {
    "name": "マメパト",
    "galarNum": "026",
    "worldNum": "519",
    "height": "0.3m",
    "weight": [
      "2.1kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル",
      "ひこう"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 55",
      "B": " 50",
      "C": " 36",
      "D": " 30",
      "S": " 43"
    },
    "abbility": [
      {
        "abbilityName": "はとむね",
        "detail": "相手の『ぼうぎょ』ランクを下げる技や特性の効果を受けない。"
      },
      {
        "abbilityName": "きょううん",
        "detail": "急所ランクが1段階上がった状態となり、自分の攻撃が急所に当たりやすくなる。"
      },
      {
        "abbilityName": "*とうそうしん",
        "detail": "性別が同じ相手に対しては『こうげき』『とくこう』が1.25倍になるが、異なる場合は0.75倍になる。性別のないポケモンの場合は効果がない。"
      }
    ]
  },
  {
    "name": "ハトーボー",
    "galarNum": "027",
    "worldNum": "520",
    "height": "0.6m",
    "weight": [
      "15.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ノーマル",
      "ひこう"
    ],
    "baseStats": {
      "H": " 62",
      "A": " 77",
      "B": " 62",
      "C": " 50",
      "D": " 42",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "はとむね",
        "detail": "相手の『ぼうぎょ』ランクを下げる技や特性の効果を受けない。"
      },
      {
        "abbilityName": "きょううん",
        "detail": "急所ランクが1段階上がった状態となり、自分の攻撃が急所に当たりやすくなる。"
      },
      {
        "abbilityName": "*とうそうしん",
        "detail": "性別が同じ相手に対しては『こうげき』『とくこう』が1.25倍になるが、異なる場合は0.75倍になる。性別のないポケモンの場合は効果がない。"
      }
    ]
  },
  {
    "name": "ケンホロウ",
    "galarNum": "028",
    "worldNum": "521",
    "height": "1.2m",
    "weight": [
      "29.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "ノーマル",
      "ひこう"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 115",
      "B": " 80",
      "C": " 65",
      "D": " 55",
      "S": " 93"
    },
    "abbility": [
      {
        "abbilityName": "はとむね",
        "detail": "相手の『ぼうぎょ』ランクを下げる技や特性の効果を受けない。"
      },
      {
        "abbilityName": "きょううん",
        "detail": "急所ランクが1段階上がった状態となり、自分の攻撃が急所に当たりやすくなる。"
      },
      {
        "abbilityName": "*とうそうしん",
        "detail": "性別が同じ相手に対しては『こうげき』『とくこう』が1.25倍になるが、異なる場合は0.75倍になる。性別のないポケモンの場合は効果がない。"
      }
    ]
  },
  {
    "name": "クスネ",
    "galarNum": "029",
    "worldNum": "827",
    "height": "0.6m",
    "weight": [
      "8.9kg",
      "けたぐり威力20"
    ],
    "type": [
      "あく"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 28",
      "B": " 28",
      "C": " 47",
      "D": " 52",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      },
      {
        "abbilityName": "かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      },
      {
        "abbilityName": "*はりこみ",
        "detail": "相手がポケモンを交代する時に攻撃すると、交代して出てきたポケモンに2倍のダメージを与える。"
      }
    ]
  },
  {
    "name": "フォクスライ",
    "galarNum": "030",
    "worldNum": "828",
    "height": "1.2m",
    "weight": [
      "19.9kg",
      "けたぐり威力40"
    ],
    "type": [
      "あく"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 58",
      "B": " 58",
      "C": " 87",
      "D": " 92",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      },
      {
        "abbilityName": "かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      },
      {
        "abbilityName": "*はりこみ",
        "detail": "相手がポケモンを交代する時に攻撃すると、交代して出てきたポケモンに2倍のダメージを与える。"
      }
    ]
  },
  {
    "name": "ジグザグマ",
    "galarNum": "031",
    "worldNum": "263",
    "height": "0.4m",
    "weight": [
      "17.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "あく",
      "ノーマル"
    ],
    "baseStats": {
      "H": " 38",
      "A": " 30",
      "B": " 41",
      "C": " 30",
      "D": " 41",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ものひろい",
        "detail": "毎ターン終了時に、そのターンに相手や味方(相手が優先)が消費した道具を拾って自分のものにする。自分が道具を持っていない時のみ発動する。『だっしゅつボタン』『ふうせん』には効果がない。／道具を持っていない時、戦闘後に10%の確率で道具を拾ってくる。戦闘に参加しなくてもよい。レベルに応じて拾ってくる道具が変化する。"
      },
      {
        "abbilityName": "くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      },
      {
        "abbilityName": "*はやあし",
        "detail": "状態異常の時、『すばやさ』が1.5倍になる。／野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "マッスグマ",
    "galarNum": "032",
    "worldNum": "264",
    "height": "0.5m",
    "weight": [
      "32.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく",
      "ノーマル"
    ],
    "baseStats": {
      "H": " 78",
      "A": " 70",
      "B": " 61",
      "C": " 50",
      "D": " 61",
      "S": " 100"
    },
    "abbility": [
      {
        "abbilityName": "ものひろい",
        "detail": "毎ターン終了時に、そのターンに相手や味方(相手が優先)が消費した道具を拾って自分のものにする。自分が道具を持っていない時のみ発動する。『だっしゅつボタン』『ふうせん』には効果がない。／道具を持っていない時、戦闘後に10%の確率で道具を拾ってくる。戦闘に参加しなくてもよい。レベルに応じて拾ってくる道具が変化する。"
      },
      {
        "abbilityName": "くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      },
      {
        "abbilityName": "*はやあし",
        "detail": "状態異常の時、『すばやさ』が1.5倍になる。／野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "タチフサグマ",
    "galarNum": "033",
    "worldNum": "862",
    "height": "1.6m",
    "weight": [
      "46.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく",
      "ノーマル"
    ],
    "baseStats": {
      "H": " 93",
      "A": " 90",
      "B": " 101",
      "C": " 60",
      "D": " 81",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "すてみ",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『とびげり』『とびひざげり』『もろはのずつき』『フレアドライブ』『ブレイブバード』『ボルテッカー』『ワイルドボルト』の威力が1.2倍になる。"
      },
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "*まけんき",
        "detail": "相手の技や特性で能力ランクが下がった時、自分の『こうげき』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      }
    ]
  },
  {
    "name": "ウールー",
    "galarNum": "034",
    "worldNum": "831",
    "height": "0.6m",
    "weight": [
      "6.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 42",
      "A": " 40",
      "B": " 55",
      "C": " 40",
      "D": " 45",
      "S": " 48"
    },
    "abbility": [
      {
        "abbilityName": "もふもふ",
        "detail": "直接攻撃の技を受けた時、ダメージが半減する。また、『ほのお』タイプの技を受けた時、ダメージが2倍になる。"
      },
      {
        "abbilityName": "にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      },
      {
        "abbilityName": "*ぼうだん",
        "detail": "たま・爆弾系の技『アイスボール』『アシッドボム』『ウェザーボール』『エナジーボール』『エレキボール』『オクタンほう』『かえんだん』『かふんだんご』『がんせきほう』『きあいだま』『くちばしキャノン』『ジャイロボール』『シャドーボール』『タネばくだん』『タネマシンガン』『タマゴばくだん』『たまなげ』『でんじほう』『どろばくだん』『はどうだん』『ヘドロばくだん』『マグネットボム』『ミストボール』『ロックブラスト』を無効化する。"
      }
    ]
  },
  {
    "name": "バイウールー",
    "galarNum": "035",
    "worldNum": "832",
    "height": "1.3m",
    "weight": [
      "43.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 72",
      "A": " 80",
      "B": " 100",
      "C": " 60",
      "D": " 90",
      "S": " 88"
    },
    "abbility": [
      {
        "abbilityName": "もふもふ",
        "detail": "直接攻撃の技を受けた時、ダメージが半減する。また、『ほのお』タイプの技を受けた時、ダメージが2倍になる。"
      },
      {
        "abbilityName": "ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*ぼうだん",
        "detail": "たま・爆弾系の技『アイスボール』『アシッドボム』『ウェザーボール』『エナジーボール』『エレキボール』『オクタンほう』『かえんだん』『かふんだんご』『がんせきほう』『きあいだま』『くちばしキャノン』『ジャイロボール』『シャドーボール』『タネばくだん』『タネマシンガン』『タマゴばくだん』『たまなげ』『でんじほう』『どろばくだん』『はどうだん』『ヘドロばくだん』『マグネットボム』『ミストボール』『ロックブラスト』を無効化する。"
      }
    ]
  },
  {
    "name": "ハスボー",
    "galarNum": "036",
    "worldNum": "270",
    "height": "0.5m",
    "weight": [
      "2.6kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず",
      "くさ"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 30",
      "B": " 30",
      "C": " 40",
      "D": " 50",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "あめうけざら",
        "detail": "天気が『あめ』の時毎ターン、HPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "*マイペース",
        "detail": "『こんらん』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "ハスブレロ",
    "galarNum": "037",
    "worldNum": "271",
    "height": "1.2m",
    "weight": [
      "32.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず",
      "くさ"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 50",
      "B": " 50",
      "C": " 60",
      "D": " 70",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "あめうけざら",
        "detail": "天気が『あめ』の時毎ターン、HPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "*マイペース",
        "detail": "『こんらん』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "ルンパッパ",
    "galarNum": "038",
    "worldNum": "272",
    "height": "1.5m",
    "weight": [
      "55.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "みず",
      "くさ"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 70",
      "B": " 70",
      "C": " 90",
      "D": " 100",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "あめうけざら",
        "detail": "天気が『あめ』の時毎ターン、HPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "*マイペース",
        "detail": "『こんらん』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "タネボー",
    "galarNum": "039",
    "worldNum": "273",
    "height": "0.5m",
    "weight": [
      "4.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 40",
      "B": " 50",
      "C": " 30",
      "D": " 30",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "はやおき",
        "detail": "『ねむり』状態の時、ねむり状態のターン経過が2倍になり、通常より早く回復する。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "コノハナ",
    "galarNum": "040",
    "worldNum": "274",
    "height": "1.0m",
    "weight": [
      "28.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "くさ",
      "あく"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 70",
      "B": " 40",
      "C": " 60",
      "D": " 40",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "はやおき",
        "detail": "『ねむり』状態の時、ねむり状態のターン経過が2倍になり、通常より早く回復する。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "ダーテング",
    "galarNum": "041",
    "worldNum": "275",
    "height": "1.3m",
    "weight": [
      "59.6kg",
      "けたぐり威力80"
    ],
    "type": [
      "くさ",
      "あく"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 100",
      "B": " 60",
      "C": " 90",
      "D": " 60",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "はやおき",
        "detail": "『ねむり』状態の時、ねむり状態のターン経過が2倍になり、通常より早く回復する。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "カムカメ",
    "galarNum": "042",
    "worldNum": "833",
    "height": "0.3m",
    "weight": [
      "8.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 64",
      "B": " 50",
      "C": " 38",
      "D": " 38",
      "S": " 44"
    },
    "abbility": [
      {
        "abbilityName": "がんじょうあご",
        "detail": "あごやキバを使って攻撃する技『かみつく』『かみくだく』『ひっさつまえば』『ほのおのキバ』『かみなりのキバ』『こおりのキバ』『どくどくのキバ』『サイコファング』『エラがみ』の威力が1.5倍になる。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      }
    ]
  },
  {
    "name": "カジリガメ",
    "galarNum": "043",
    "worldNum": "834",
    "height": "1.0m",
    "weight": [
      "115.5kg",
      "けたぐり威力100"
    ],
    "type": [
      "みず",
      "いわ"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 115",
      "B": " 90",
      "C": " 48",
      "D": " 68",
      "S": " 74"
    },
    "abbility": [
      {
        "abbilityName": "がんじょうあご",
        "detail": "あごやキバを使って攻撃する技『かみつく』『かみくだく』『ひっさつまえば』『ほのおのキバ』『かみなりのキバ』『こおりのキバ』『どくどくのキバ』『サイコファング』『エラがみ』の威力が1.5倍になる。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      }
    ]
  },
  {
    "name": "チョロネコ",
    "galarNum": "044",
    "worldNum": "509",
    "height": "0.4m",
    "weight": [
      "10.1kg",
      "けたぐり威力40"
    ],
    "type": [
      "あく"
    ],
    "baseStats": {
      "H": " 41",
      "A": " 50",
      "B": " 37",
      "C": " 50",
      "D": " 37",
      "S": " 66"
    },
    "abbility": [
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      },
      {
        "abbilityName": "*いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      }
    ]
  },
  {
    "name": "レパルダス",
    "galarNum": "045",
    "worldNum": "510",
    "height": "1.1m",
    "weight": [
      "37.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく"
    ],
    "baseStats": {
      "H": " 64",
      "A": " 88",
      "B": " 50",
      "C": " 88",
      "D": " 50",
      "S": " 106"
    },
    "abbility": [
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      },
      {
        "abbilityName": "*いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      }
    ]
  },
  {
    "name": "ワンパチ",
    "galarNum": "046",
    "worldNum": "835",
    "height": "0.3m",
    "weight": [
      "13.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 59",
      "A": " 45",
      "B": " 50",
      "C": " 40",
      "D": " 50",
      "S": " 26"
    },
    "abbility": [
      {
        "abbilityName": "たまひろい",
        "detail": "道具を持っていない場合、1回目に投げて失敗したボールを手に入れる。"
      },
      {
        "abbilityName": "*びびり",
        "detail": "『ゴースト』『むし』『あく』タイプの技を受けた時、『すばやさ』ランクが1段階上がる。第8世代からは、相手の特性『いかく』で『こうげき』が下がった時にも発動する。"
      }
    ]
  },
  {
    "name": "パルスワン",
    "galarNum": "047",
    "worldNum": "836",
    "height": "1.0m",
    "weight": [
      "34.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 69",
      "A": " 90",
      "B": " 60",
      "C": " 90",
      "D": " 60",
      "S": " 121"
    },
    "abbility": [
      {
        "abbilityName": "がんじょうあご",
        "detail": "あごやキバを使って攻撃する技『かみつく』『かみくだく』『ひっさつまえば』『ほのおのキバ』『かみなりのキバ』『こおりのキバ』『どくどくのキバ』『サイコファング』『エラがみ』の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*かちき",
        "detail": "相手の技や特性で能力ランクが下がると、『とくこう』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      }
    ]
  },
  {
    "name": "ホルビー",
    "galarNum": "048",
    "worldNum": "659",
    "height": "0.4m",
    "weight": [
      "5.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 38",
      "A": " 36",
      "B": " 38",
      "C": " 32",
      "D": " 36",
      "S": " 57"
    },
    "abbility": [
      {
        "abbilityName": "ものひろい",
        "detail": "毎ターン終了時に、そのターンに相手や味方(相手が優先)が消費した道具を拾って自分のものにする。自分が道具を持っていない時のみ発動する。『だっしゅつボタン』『ふうせん』には効果がない。／道具を持っていない時、戦闘後に10%の確率で道具を拾ってくる。戦闘に参加しなくてもよい。レベルに応じて拾ってくる道具が変化する。"
      },
      {
        "abbilityName": "ほおぶくろ",
        "detail": "自分の持っている『きのみ』を食べる時、本来の効果に加えて、さらにHPも最大HPの1/3回復する。"
      },
      {
        "abbilityName": "*ちからもち",
        "detail": "攻撃時の自分の『こうげき』が2倍になる。なお、技『イカサマ』の場合も、相手の『こうげき』を自分の能力にコピーした後に2倍にして攻撃する。"
      }
    ]
  },
  {
    "name": "ホルード",
    "galarNum": "049",
    "worldNum": "660",
    "height": "1.0m",
    "weight": [
      "42.4kg",
      "けたぐり威力60"
    ],
    "type": [
      "ノーマル",
      "じめん"
    ],
    "baseStats": {
      "H": " 85",
      "A": " 56",
      "B": " 77",
      "C": " 50",
      "D": " 77",
      "S": " 78"
    },
    "abbility": [
      {
        "abbilityName": "ものひろい",
        "detail": "毎ターン終了時に、そのターンに相手や味方(相手が優先)が消費した道具を拾って自分のものにする。自分が道具を持っていない時のみ発動する。『だっしゅつボタン』『ふうせん』には効果がない。／道具を持っていない時、戦闘後に10%の確率で道具を拾ってくる。戦闘に参加しなくてもよい。レベルに応じて拾ってくる道具が変化する。"
      },
      {
        "abbilityName": "ほおぶくろ",
        "detail": "自分の持っている『きのみ』を食べる時、本来の効果に加えて、さらにHPも最大HPの1/3回復する。"
      },
      {
        "abbilityName": "*ちからもち",
        "detail": "攻撃時の自分の『こうげき』が2倍になる。なお、技『イカサマ』の場合も、相手の『こうげき』を自分の能力にコピーした後に2倍にして攻撃する。"
      }
    ]
  },
  {
    "name": "チラーミィ",
    "galarNum": "050",
    "worldNum": "572",
    "height": "0.4m",
    "weight": [
      "5.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 50",
      "B": " 40",
      "C": " 40",
      "D": " 40",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "メロメロボディ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『メロメロ』状態にする。性別が同じ場合や、性別不明の場合は効果がない。／異なる性別の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      },
      {
        "abbilityName": "*スキルリンク",
        "detail": "1ターンに2～5回連続で攻撃する技『おうふくビンタ』『スイープビンタ』『タネマシンガン』『たまなげ』『つっぱり』『つららばり』『とげキャノン』『ボーンラッシュ』『ミサイルばり』『みずしゅりけん』『みだれづき』『みだれひっかき』『れんぞくパンチ』『ロックブラスト』が必ず5回当たる。"
      }
    ]
  },
  {
    "name": "チラチーノ",
    "galarNum": "051",
    "worldNum": "573",
    "height": "0.5m",
    "weight": [
      "7.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 95",
      "B": " 60",
      "C": " 65",
      "D": " 60",
      "S": " 115"
    },
    "abbility": [
      {
        "abbilityName": "メロメロボディ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『メロメロ』状態にする。性別が同じ場合や、性別不明の場合は効果がない。／異なる性別の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      },
      {
        "abbilityName": "*スキルリンク",
        "detail": "1ターンに2～5回連続で攻撃する技『おうふくビンタ』『スイープビンタ』『タネマシンガン』『たまなげ』『つっぱり』『つららばり』『とげキャノン』『ボーンラッシュ』『ミサイルばり』『みずしゅりけん』『みだれづき』『みだれひっかき』『れんぞくパンチ』『ロックブラスト』が必ず5回当たる。"
      }
    ]
  },
  {
    "name": "アマカジ",
    "galarNum": "052",
    "worldNum": "761",
    "height": "0.3m",
    "weight": [
      "3.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 42",
      "A": " 30",
      "B": " 38",
      "C": " 30",
      "D": " 38",
      "S": " 32"
    },
    "abbility": [
      {
        "abbilityName": "リーフガード",
        "detail": "天気が『ひざしがつよい』の時、状態異常にならない。"
      },
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      }
    ]
  },
  {
    "name": "アママイコ",
    "galarNum": "053",
    "worldNum": "762",
    "height": "0.7m",
    "weight": [
      "8.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 52",
      "A": " 40",
      "B": " 48",
      "C": " 40",
      "D": " 48",
      "S": " 62"
    },
    "abbility": [
      {
        "abbilityName": "リーフガード",
        "detail": "天気が『ひざしがつよい』の時、状態異常にならない。"
      },
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      }
    ]
  },
  {
    "name": "アマージョ",
    "galarNum": "054",
    "worldNum": "763",
    "height": "1.2m",
    "weight": [
      "21.4kg",
      "けたぐり威力40"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 72",
      "A": " 120",
      "B": " 98",
      "C": " 50",
      "D": " 98",
      "S": " 72"
    },
    "abbility": [
      {
        "abbilityName": "リーフガード",
        "detail": "天気が『ひざしがつよい』の時、状態異常にならない。"
      },
      {
        "abbilityName": "じょおうのいげん",
        "detail": "自分と味方は、相手の先制技を受けない。なお、自分が使う先制技や味方から受ける先制技には影響しない。"
      },
      {
        "abbilityName": "*スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      }
    ]
  },
  {
    "name": "ナゾノクサ",
    "galarNum": "055",
    "worldNum": "043",
    "height": "0.5m",
    "weight": [
      "5.4kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "どく"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 50",
      "B": " 55",
      "C": " 75",
      "D": " 65",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      }
    ]
  },
  {
    "name": "クサイハナ",
    "galarNum": "056",
    "worldNum": "044",
    "height": "0.8m",
    "weight": [
      "8.6kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "どく"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 65",
      "B": " 70",
      "C": " 85",
      "D": " 75",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*あくしゅう",
        "detail": "相手に技のダメージを与えると、10%の確率でひるませる。／野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "ラフレシア",
    "galarNum": "057",
    "worldNum": "045",
    "height": "1.2m",
    "weight": [
      "18.6kg",
      "けたぐり威力40"
    ],
    "type": [
      "くさ",
      "どく"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 80",
      "B": " 85",
      "C": " 110",
      "D": " 90",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*ほうし",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』『まひ』『ねむり』状態のいずれかにする。"
      }
    ]
  },
  {
    "name": "キレイハナ",
    "galarNum": "058",
    "worldNum": "182",
    "height": "0.4m",
    "weight": [
      "5.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 80",
      "B": " 95",
      "C": " 90",
      "D": " 100",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*いやしのこころ",
        "detail": "毎ターン終了時、1/3の確率で自分以外の味方の状態異常が治る。"
      }
    ]
  },
  {
    "name": "スボミー",
    "galarNum": "059",
    "worldNum": "406",
    "height": "0.2m",
    "weight": [
      "1.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "どく"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 30",
      "B": " 35",
      "C": " 50",
      "D": " 70",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "しぜんかいふく",
        "detail": "他のポケモンに交代すると異常状態が回復する。"
      },
      {
        "abbilityName": "どくのトゲ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』状態にする。"
      },
      {
        "abbilityName": "*リーフガード",
        "detail": "天気が『ひざしがつよい』の時、状態異常にならない。"
      }
    ]
  },
  {
    "name": "ロゼリア",
    "galarNum": "060",
    "worldNum": "315",
    "height": "0.3m",
    "weight": [
      "2.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "どく"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 60",
      "B": " 45",
      "C": " 100",
      "D": " 80",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "しぜんかいふく",
        "detail": "他のポケモンに交代すると異常状態が回復する。"
      },
      {
        "abbilityName": "どくのトゲ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』状態にする。"
      },
      {
        "abbilityName": "*リーフガード",
        "detail": "天気が『ひざしがつよい』の時、状態異常にならない。"
      }
    ]
  },
  {
    "name": "ロズレイド",
    "galarNum": "061",
    "worldNum": "407",
    "height": "0.9m",
    "weight": [
      "14.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "くさ",
      "どく"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 70",
      "B": " 65",
      "C": " 125",
      "D": " 105",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "しぜんかいふく",
        "detail": "他のポケモンに交代すると異常状態が回復する。"
      },
      {
        "abbilityName": "どくのトゲ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』状態にする。"
      },
      {
        "abbilityName": "*テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      }
    ]
  },
  {
    "name": "キャモメ",
    "galarNum": "062",
    "worldNum": "278",
    "height": "0.6m",
    "weight": [
      "9.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず",
      "ひこう"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 30",
      "B": " 30",
      "C": " 55",
      "D": " 30",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      },
      {
        "abbilityName": "*あめうけざら",
        "detail": "天気が『あめ』の時毎ターン、HPが最大HPの1/16回復する。"
      }
    ]
  },
  {
    "name": "ペリッパー",
    "galarNum": "063",
    "worldNum": "279",
    "height": "1.2m",
    "weight": [
      "28.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず",
      "ひこう"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 50",
      "B": " 100",
      "C": " 95",
      "D": " 70",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "あめふらし",
        "detail": "戦闘に出ると5ターンの間、天気が『あめ』になる。"
      },
      {
        "abbilityName": "*あめうけざら",
        "detail": "天気が『あめ』の時毎ターン、HPが最大HPの1/16回復する。"
      }
    ]
  },
  {
    "name": "バチュル",
    "galarNum": "064",
    "worldNum": "595",
    "height": "0.1m",
    "weight": [
      "0.6kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし",
      "でんき"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 47",
      "B": " 50",
      "C": " 57",
      "D": " 50",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "ふくがん",
        "detail": "命中率が1.3倍になる。／『てもち』の先頭にいると道具を持った野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      },
      {
        "abbilityName": "*むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "デンチュラ",
    "galarNum": "065",
    "worldNum": "596",
    "height": "0.8m",
    "weight": [
      "14.3kg",
      "けたぐり威力40"
    ],
    "type": [
      "むし",
      "でんき"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 77",
      "B": " 60",
      "C": " 97",
      "D": " 60",
      "S": " 108"
    },
    "abbility": [
      {
        "abbilityName": "ふくがん",
        "detail": "命中率が1.3倍になる。／『てもち』の先頭にいると道具を持った野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      },
      {
        "abbilityName": "*むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "ラクライ",
    "galarNum": "066",
    "worldNum": "309",
    "height": "0.6m",
    "weight": [
      "15.2kg",
      "けたぐり威力40"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 45",
      "B": " 40",
      "C": " 65",
      "D": " 40",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "せいでんき",
        "detail": "直接攻撃を受けると、30%の確率で相手を『まひ』状態にする。／『でんき』タイプの野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "*マイナス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      }
    ]
  },
  {
    "name": "ライボルト",
    "galarNum": "067",
    "worldNum": "310",
    "height": "1.5m",
    "weight": [
      "40.2kg",
      "けたぐり威力60"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 75",
      "B": " 60",
      "C": " 105",
      "D": " 60",
      "S": " 105"
    },
    "abbility": [
      {
        "abbilityName": "せいでんき",
        "detail": "直接攻撃を受けると、30%の確率で相手を『まひ』状態にする。／『でんき』タイプの野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "*マイナス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      }
    ]
  },
  {
    "name": "ロコン",
    "galarNum": "068",
    "worldNum": "037",
    "height": "0.6m",
    "weight": [
      "9.9kg",
      "けたぐり威力20"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 38",
      "A": " 41",
      "B": " 40",
      "C": " 50",
      "D": " 65",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*ひでり",
        "detail": "戦闘に出ると5ターンの間、天気が『ひざしがつよい』になる。"
      }
    ]
  },
  {
    "name": "キュウコン",
    "galarNum": "069",
    "worldNum": "038",
    "height": "1.1m",
    "weight": [
      "19.9kg",
      "けたぐり威力40"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 73",
      "A": " 76",
      "B": " 75",
      "C": " 81",
      "D": " 100",
      "S": " 100"
    },
    "abbility": [
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*ひでり",
        "detail": "戦闘に出ると5ターンの間、天気が『ひざしがつよい』になる。"
      }
    ]
  },
  {
    "name": "ガーディ",
    "galarNum": "070",
    "worldNum": "058",
    "height": "0.7m",
    "weight": [
      "19.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 70",
      "B": " 45",
      "C": " 70",
      "D": " 50",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "いかく",
        "detail": "戦闘に出たときに相手の『こうげき』ランクを1段階下げる。第8世代からは、特性『きもったま』『せいしんりょく』『どんかん』『マイペース』の相手には無効。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*せいぎのこころ",
        "detail": "『あく』タイプの技を受けると、『こうげき』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "ウインディ",
    "galarNum": "071",
    "worldNum": "059",
    "height": "1.9m",
    "weight": [
      "155.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 110",
      "B": " 80",
      "C": " 100",
      "D": " 80",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "いかく",
        "detail": "戦闘に出たときに相手の『こうげき』ランクを1段階下げる。第8世代からは、特性『きもったま』『せいしんりょく』『どんかん』『マイペース』の相手には無効。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*せいぎのこころ",
        "detail": "『あく』タイプの技を受けると、『こうげき』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "バニプッチ",
    "galarNum": "072",
    "worldNum": "582",
    "height": "0.4m",
    "weight": [
      "5.7kg",
      "けたぐり威力20"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 36",
      "A": " 50",
      "B": " 50",
      "C": " 65",
      "D": " 60",
      "S": " 44"
    },
    "abbility": [
      {
        "abbilityName": "アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      }
    ]
  },
  {
    "name": "バニリッチ",
    "galarNum": "073",
    "worldNum": "583",
    "height": "1.1m",
    "weight": [
      "41.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 51",
      "A": " 65",
      "B": " 65",
      "C": " 80",
      "D": " 75",
      "S": " 59"
    },
    "abbility": [
      {
        "abbilityName": "アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      }
    ]
  },
  {
    "name": "バイバニラ",
    "galarNum": "074",
    "worldNum": "584",
    "height": "1.3m",
    "weight": [
      "57.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 71",
      "A": " 95",
      "B": " 85",
      "C": " 110",
      "D": " 95",
      "S": " 79"
    },
    "abbility": [
      {
        "abbilityName": "アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "ゆきふらし",
        "detail": "戦闘に出ると5ターンの間、天気が『あられ』になる。"
      },
      {
        "abbilityName": "*くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      }
    ]
  },
  {
    "name": "ウリムー",
    "galarNum": "075",
    "worldNum": "220",
    "height": "0.4m",
    "weight": [
      "6.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "こおり",
      "じめん"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 50",
      "B": " 40",
      "C": " 30",
      "D": " 30",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*あついしぼう",
        "detail": "『ほのお』『こおり』タイプの技を受けた時、ダメージが半減する。"
      }
    ]
  },
  {
    "name": "イノムー",
    "galarNum": "076",
    "worldNum": "221",
    "height": "1.1m",
    "weight": [
      "55.8kg",
      "けたぐり威力80"
    ],
    "type": [
      "こおり",
      "じめん"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 100",
      "B": " 80",
      "C": " 60",
      "D": " 60",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*あついしぼう",
        "detail": "『ほのお』『こおり』タイプの技を受けた時、ダメージが半減する。"
      }
    ]
  },
  {
    "name": "マンムー",
    "galarNum": "077",
    "worldNum": "473",
    "height": "2.5m",
    "weight": [
      "291.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "こおり",
      "じめん"
    ],
    "baseStats": {
      "H": " 110",
      "A": " 130",
      "B": " 80",
      "C": " 70",
      "D": " 60",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*あついしぼう",
        "detail": "『ほのお』『こおり』タイプの技を受けた時、ダメージが半減する。"
      }
    ]
  },
  {
    "name": "デリバード",
    "galarNum": "078",
    "worldNum": "225",
    "height": "0.9m",
    "weight": [
      "16.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "こおり",
      "ひこう"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 55",
      "B": " 45",
      "C": " 65",
      "D": " 45",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "やるき",
        "detail": "『ねむり』状態にならない。技『ねむる』を使えない。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ふみん",
        "detail": "『ねむり』状態にならない。技『ねむる』を使えない。この特性を獲得する前に『ねむり』状態になっていた場合は、『ねむり』状態を回復する。"
      }
    ]
  },
  {
    "name": "ユキワラシ",
    "galarNum": "079",
    "worldNum": "361",
    "height": "0.7m",
    "weight": [
      "16.8kg",
      "けたぐり威力40"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 50",
      "B": " 50",
      "C": " 50",
      "D": " 50",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "*ムラっけ",
        "detail": "毎ターン終了時、『こうげき』『ぼうぎょ』『とくこう』『とくぼう』『すばやさ』『回避率』『命中率』いずれかのランクが2段階上がり、別のランクが1段階下がる。"
      }
    ]
  },
  {
    "name": "オニゴーリ",
    "galarNum": "080",
    "worldNum": "362",
    "height": "1.5m",
    "weight": [
      "256.5kg",
      "けたぐり威力120"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 80",
      "B": " 80",
      "C": " 80",
      "D": " 80",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "*ムラっけ",
        "detail": "毎ターン終了時、『こうげき』『ぼうぎょ』『とくこう』『とくぼう』『すばやさ』『回避率』『命中率』いずれかのランクが2段階上がり、別のランクが1段階下がる。"
      }
    ]
  },
  {
    "name": "ユキメノコ",
    "galarNum": "081",
    "worldNum": "478",
    "height": "1.3m",
    "weight": [
      "26.6kg",
      "けたぐり威力60"
    ],
    "type": [
      "こおり",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 80",
      "B": " 70",
      "C": " 80",
      "D": " 70",
      "S": " 110"
    },
    "abbility": [
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      }
    ]
  },
  {
    "name": "ヤジロン",
    "galarNum": "082",
    "worldNum": "343",
    "height": "0.5m",
    "weight": [
      "21.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "じめん",
      "エスパー"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 40",
      "B": " 55",
      "C": " 40",
      "D": " 70",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ネンドール",
    "galarNum": "083",
    "worldNum": "344",
    "height": "1.5m",
    "weight": [
      "108.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "じめん",
      "エスパー"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 70",
      "B": " 105",
      "C": " 70",
      "D": " 120",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ドロバンコ",
    "galarNum": "084",
    "worldNum": "749",
    "height": "1.0m",
    "weight": [
      "110.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 100",
      "B": " 70",
      "C": " 45",
      "D": " 55",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "マイペース",
        "detail": "『こんらん』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "じきゅうりょく",
        "detail": "技のダメージを受けると、『ぼうぎょ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "バンバドロ",
    "galarNum": "085",
    "worldNum": "750",
    "height": "2.5m",
    "weight": [
      "920.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 125",
      "B": " 100",
      "C": " 55",
      "D": " 85",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "マイペース",
        "detail": "『こんらん』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "じきゅうりょく",
        "detail": "技のダメージを受けると、『ぼうぎょ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "イシズマイ",
    "galarNum": "086",
    "worldNum": "557",
    "height": "0.3m",
    "weight": [
      "14.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "むし",
      "いわ"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 65",
      "B": " 85",
      "C": " 35",
      "D": " 35",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      }
    ]
  },
  {
    "name": "イワパレス",
    "galarNum": "087",
    "worldNum": "558",
    "height": "1.4m",
    "weight": [
      "200.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "むし",
      "いわ"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 105",
      "B": " 125",
      "C": " 65",
      "D": " 75",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      }
    ]
  },
  {
    "name": "ゴビット",
    "galarNum": "088",
    "worldNum": "622",
    "height": "1.0m",
    "weight": [
      "92.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "じめん",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 59",
      "A": " 74",
      "B": " 50",
      "C": " 35",
      "D": " 50",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "てつのこぶし",
        "detail": "パンチ系の技『アイスハンマー』『アームハンマー』『かみなりパンチ』『きあいパンチ』『グロウパンチ』『コメットパンチ』『シャドーパンチ』『スカイアッパー』『ドレインパンチ』『ばくれつパンチ』『バレットパンチ』『ピヨピヨパンチ』『プラズマフィスト』『ほのおのパンチ』『マッハパンチ』『メガトンパンチ』『れいとうパンチ』『れんぞくパンチ』『ダブルパンツァー』の威力が1.2倍になる。"
      },
      {
        "abbilityName": "ぶきよう",
        "detail": "持っている道具の効果が発揮されない。"
      },
      {
        "abbilityName": "*ノーガード",
        "detail": "お互いに技が命中率・回避率に関係なく必ず命中する。／野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ゴルーグ",
    "galarNum": "089",
    "worldNum": "623",
    "height": "2.8m",
    "weight": [
      "330.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "じめん",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 89",
      "A": " 124",
      "B": " 80",
      "C": " 55",
      "D": " 80",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "てつのこぶし",
        "detail": "パンチ系の技『アイスハンマー』『アームハンマー』『かみなりパンチ』『きあいパンチ』『グロウパンチ』『コメットパンチ』『シャドーパンチ』『スカイアッパー』『ドレインパンチ』『ばくれつパンチ』『バレットパンチ』『ピヨピヨパンチ』『プラズマフィスト』『ほのおのパンチ』『マッハパンチ』『メガトンパンチ』『れいとうパンチ』『れんぞくパンチ』『ダブルパンツァー』の威力が1.2倍になる。"
      },
      {
        "abbilityName": "ぶきよう",
        "detail": "持っている道具の効果が発揮されない。"
      },
      {
        "abbilityName": "*ノーガード",
        "detail": "お互いに技が命中率・回避率に関係なく必ず命中する。／野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ムンナ",
    "galarNum": "090",
    "worldNum": "517",
    "height": "0.6m",
    "weight": [
      "23.3kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 76",
      "A": " 25",
      "B": " 45",
      "C": " 67",
      "D": " 55",
      "S": " 24"
    },
    "abbility": [
      {
        "abbilityName": "よちむ",
        "detail": "戦闘に出ると相手の覚えている技のうち、最も威力の高い技の名前が分かる。同じ威力の技がある場合はランダム。"
      },
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "ムシャーナ",
    "galarNum": "091",
    "worldNum": "518",
    "height": "1.1m",
    "weight": [
      "60.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 116",
      "A": " 55",
      "B": " 85",
      "C": " 107",
      "D": " 95",
      "S": " 29"
    },
    "abbility": [
      {
        "abbilityName": "よちむ",
        "detail": "戦闘に出ると相手の覚えている技のうち、最も威力の高い技の名前が分かる。同じ威力の技がある場合はランダム。"
      },
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "ネイティ",
    "galarNum": "092",
    "worldNum": "177",
    "height": "0.2m",
    "weight": [
      "2.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー",
      "ひこう"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 50",
      "B": " 45",
      "C": " 70",
      "D": " 45",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "はやおき",
        "detail": "『ねむり』状態の時、ねむり状態のターン経過が2倍になり、通常より早く回復する。"
      },
      {
        "abbilityName": "*マジックミラー",
        "detail": "技『マジックコート』で跳ね返すことのできる技を跳ね返せる。"
      }
    ]
  },
  {
    "name": "ネイティオ",
    "galarNum": "093",
    "worldNum": "178",
    "height": "1.5m",
    "weight": [
      "15.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー",
      "ひこう"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 75",
      "B": " 70",
      "C": " 95",
      "D": " 70",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "はやおき",
        "detail": "『ねむり』状態の時、ねむり状態のターン経過が2倍になり、通常より早く回復する。"
      },
      {
        "abbilityName": "*マジックミラー",
        "detail": "技『マジックコート』で跳ね返すことのできる技を跳ね返せる。"
      }
    ]
  },
  {
    "name": "ヌイコグマ",
    "galarNum": "094",
    "worldNum": "759",
    "height": "0.5m",
    "weight": [
      "6.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル",
      "かくとう"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 75",
      "B": " 50",
      "C": " 45",
      "D": " 50",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "もふもふ",
        "detail": "直接攻撃の技を受けた時、ダメージが半減する。また、『ほのお』タイプの技を受けた時、ダメージが2倍になる。"
      },
      {
        "abbilityName": "ぶきよう",
        "detail": "持っている道具の効果が発揮されない。"
      },
      {
        "abbilityName": "*メロメロボディ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『メロメロ』状態にする。性別が同じ場合や、性別不明の場合は効果がない。／異なる性別の野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "キテルグマ",
    "galarNum": "095",
    "worldNum": "760",
    "height": "2.1m",
    "weight": [
      "135.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "ノーマル",
      "かくとう"
    ],
    "baseStats": {
      "H": " 120",
      "A": " 125",
      "B": " 80",
      "C": " 55",
      "D": " 60",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "もふもふ",
        "detail": "直接攻撃の技を受けた時、ダメージが半減する。また、『ほのお』タイプの技を受けた時、ダメージが2倍になる。"
      },
      {
        "abbilityName": "ぶきよう",
        "detail": "持っている道具の効果が発揮されない。"
      },
      {
        "abbilityName": "*きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      }
    ]
  },
  {
    "name": "ユキカブリ",
    "galarNum": "096",
    "worldNum": "459",
    "height": "1.0m",
    "weight": [
      "50.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "くさ",
      "こおり"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 62",
      "B": " 50",
      "C": " 62",
      "D": " 60",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ゆきふらし",
        "detail": "戦闘に出ると5ターンの間、天気が『あられ』になる。"
      },
      {
        "abbilityName": "*ぼうおん",
        "detail": "音系の技『いびき』『いやしのすず』『いやなおと』『うたう』『うたかたのアリア』『エコーボイス』『おしゃべり』『おたけび』『きんぞくおん』『くさぶえ』『さわぐ』『スケイルノイズ』『すてゼリフ』『チャームボイス』『ちょうおんぱ』『ないしょばなし』『なきごえ』『バークアウト』『ハイパーボイス』『ばくおんぱ』『ほえる』『ほろびのうた』『むしのさざめき』『りんしょう』『ブレイジングソウルビート』『ソウルビート』『オーバードライブ』を受けない。"
      }
    ]
  },
  {
    "name": "ユキノオー",
    "galarNum": "097",
    "worldNum": "460",
    "height": "2.2m",
    "weight": [
      "135.5kg",
      "けたぐり威力100"
    ],
    "type": [
      "くさ",
      "こおり"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 92",
      "B": " 75",
      "C": " 92",
      "D": " 85",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ゆきふらし",
        "detail": "戦闘に出ると5ターンの間、天気が『あられ』になる。"
      },
      {
        "abbilityName": "*ぼうおん",
        "detail": "音系の技『いびき』『いやしのすず』『いやなおと』『うたう』『うたかたのアリア』『エコーボイス』『おしゃべり』『おたけび』『きんぞくおん』『くさぶえ』『さわぐ』『スケイルノイズ』『すてゼリフ』『チャームボイス』『ちょうおんぱ』『ないしょばなし』『なきごえ』『バークアウト』『ハイパーボイス』『ばくおんぱ』『ほえる』『ほろびのうた』『むしのさざめき』『りんしょう』『ブレイジングソウルビート』『ソウルビート』『オーバードライブ』を受けない。"
      }
    ]
  },
  {
    "name": "クラブ",
    "galarNum": "098",
    "worldNum": "098",
    "height": "0.4m",
    "weight": [
      "6.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 30",
      "A": " 105",
      "B": " 90",
      "C": " 25",
      "D": " 25",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "かいりきバサミ",
        "detail": "『こうげき』ランクが下がらない。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      }
    ]
  },
  {
    "name": "キングラー",
    "galarNum": "099",
    "worldNum": "099",
    "height": "1.3m",
    "weight": [
      "60.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 130",
      "B": " 115",
      "C": " 50",
      "D": " 50",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "かいりきバサミ",
        "detail": "『こうげき』ランクが下がらない。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      }
    ]
  },
  {
    "name": "ウパー",
    "galarNum": "100",
    "worldNum": "194",
    "height": "0.4m",
    "weight": [
      "8.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず",
      "じめん"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 45",
      "B": " 45",
      "C": " 25",
      "D": " 25",
      "S": " 15"
    },
    "abbility": [
      {
        "abbilityName": "しめりけ",
        "detail": "全てのポケモンは技『じばく』『だいばくはつ』『ビックリヘッド』及び、特性『ゆうばく』が無効になる。"
      },
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "*てんねん",
        "detail": "相手の能力ランクの変化の影響を受けない。"
      }
    ]
  },
  {
    "name": "ヌオー",
    "galarNum": "101",
    "worldNum": "195",
    "height": "1.4m",
    "weight": [
      "75.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "みず",
      "じめん"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 85",
      "B": " 85",
      "C": " 65",
      "D": " 65",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "しめりけ",
        "detail": "全てのポケモンは技『じばく』『だいばくはつ』『ビックリヘッド』及び、特性『ゆうばく』が無効になる。"
      },
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "*てんねん",
        "detail": "相手の能力ランクの変化の影響を受けない。"
      }
    ]
  },
  {
    "name": "ヘイガニ",
    "galarNum": "102",
    "worldNum": "341",
    "height": "0.6m",
    "weight": [
      "11.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 43",
      "A": " 80",
      "B": " 65",
      "C": " 50",
      "D": " 35",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "かいりきバサミ",
        "detail": "『こうげき』ランクが下がらない。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*てきおうりょく",
        "detail": "自分の『タイプ』と同じ『タイプ』の技のダメージが1.5倍ではなく2倍になる。"
      }
    ]
  },
  {
    "name": "シザリガー",
    "galarNum": "103",
    "worldNum": "342",
    "height": "1.1m",
    "weight": [
      "32.8kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず",
      "あく"
    ],
    "baseStats": {
      "H": " 63",
      "A": " 120",
      "B": " 85",
      "C": " 90",
      "D": " 55",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "かいりきバサミ",
        "detail": "『こうげき』ランクが下がらない。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*てきおうりょく",
        "detail": "自分の『タイプ』と同じ『タイプ』の技のダメージが1.5倍ではなく2倍になる。"
      }
    ]
  },
  {
    "name": "ツチニン",
    "galarNum": "104",
    "worldNum": "290",
    "height": "0.5m",
    "weight": [
      "5.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし",
      "じめん"
    ],
    "baseStats": {
      "H": " 31",
      "A": " 45",
      "B": " 90",
      "C": " 30",
      "D": " 30",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ふくがん",
        "detail": "命中率が1.3倍になる。／『てもち』の先頭にいると道具を持った野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      }
    ]
  },
  {
    "name": "テッカニン",
    "galarNum": "105",
    "worldNum": "291",
    "height": "0.8m",
    "weight": [
      "12.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "むし",
      "ひこう"
    ],
    "baseStats": {
      "H": " 61",
      "A": " 90",
      "B": " 45",
      "C": " 50",
      "D": " 50",
      "S": " 160"
    },
    "abbility": [
      {
        "abbilityName": "かそく",
        "detail": "毎ターン、『すばやさ』ランクが1段階ずつ上がる。"
      },
      {
        "abbilityName": "*すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ヌケニン",
    "galarNum": "106",
    "worldNum": "292",
    "height": "0.8m",
    "weight": [
      "1.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 1",
      "A": " 90",
      "B": " 45",
      "C": " 30",
      "D": " 30",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ふしぎなまもり",
        "detail": "タイプ相性が『こうかは ばつぐん』でない技のダメージを受けない。ただし、タイプ相性に関係のない技は影響しない。"
      }
    ]
  },
  {
    "name": "バルキー",
    "galarNum": "107",
    "worldNum": "236",
    "height": "0.7m",
    "weight": [
      "21.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 35",
      "A": " 35",
      "B": " 35",
      "C": " 35",
      "D": " 35",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*やるき",
        "detail": "『ねむり』状態にならない。技『ねむる』を使えない。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "サワムラー",
    "galarNum": "108",
    "worldNum": "106",
    "height": "1.5m",
    "weight": [
      "49.8kg",
      "けたぐり威力60"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 120",
      "B": " 53",
      "C": " 35",
      "D": " 110",
      "S": " 87"
    },
    "abbility": [
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "すてみ",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『とびげり』『とびひざげり』『もろはのずつき』『フレアドライブ』『ブレイブバード』『ボルテッカー』『ワイルドボルト』の威力が1.2倍になる。"
      },
      {
        "abbilityName": "*かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      }
    ]
  },
  {
    "name": "エビワラー",
    "galarNum": "109",
    "worldNum": "107",
    "height": "1.4m",
    "weight": [
      "50.2kg",
      "けたぐり威力80"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 105",
      "B": " 79",
      "C": " 35",
      "D": " 110",
      "S": " 76"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "てつのこぶし",
        "detail": "パンチ系の技『アイスハンマー』『アームハンマー』『かみなりパンチ』『きあいパンチ』『グロウパンチ』『コメットパンチ』『シャドーパンチ』『スカイアッパー』『ドレインパンチ』『ばくれつパンチ』『バレットパンチ』『ピヨピヨパンチ』『プラズマフィスト』『ほのおのパンチ』『マッハパンチ』『メガトンパンチ』『れいとうパンチ』『れんぞくパンチ』『ダブルパンツァー』の威力が1.2倍になる。"
      },
      {
        "abbilityName": "*せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "カポエラー",
    "galarNum": "110",
    "worldNum": "237",
    "height": "1.4m",
    "weight": [
      "48.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 95",
      "B": " 95",
      "C": " 35",
      "D": " 110",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "いかく",
        "detail": "戦闘に出たときに相手の『こうげき』ランクを1段階下げる。第8世代からは、特性『きもったま』『せいしんりょく』『どんかん』『マイペース』の相手には無効。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      },
      {
        "abbilityName": "*ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "ヤンチャム",
    "galarNum": "111",
    "worldNum": "674",
    "height": "0.6m",
    "weight": [
      "8.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 67",
      "A": " 82",
      "B": " 62",
      "C": " 46",
      "D": " 48",
      "S": " 43"
    },
    "abbility": [
      {
        "abbilityName": "てつのこぶし",
        "detail": "パンチ系の技『アイスハンマー』『アームハンマー』『かみなりパンチ』『きあいパンチ』『グロウパンチ』『コメットパンチ』『シャドーパンチ』『スカイアッパー』『ドレインパンチ』『ばくれつパンチ』『バレットパンチ』『ピヨピヨパンチ』『プラズマフィスト』『ほのおのパンチ』『マッハパンチ』『メガトンパンチ』『れいとうパンチ』『れんぞくパンチ』『ダブルパンツァー』の威力が1.2倍になる。"
      },
      {
        "abbilityName": "かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      },
      {
        "abbilityName": "*きもったま",
        "detail": "相手が『ゴースト』タイプでも、『ノーマル』『かくとう』タイプの技が等倍で当たる。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "ゴロンダ",
    "galarNum": "112",
    "worldNum": "675",
    "height": "2.1m",
    "weight": [
      "136.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "かくとう",
      "あく"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 124",
      "B": " 78",
      "C": " 69",
      "D": " 71",
      "S": " 58"
    },
    "abbility": [
      {
        "abbilityName": "てつのこぶし",
        "detail": "パンチ系の技『アイスハンマー』『アームハンマー』『かみなりパンチ』『きあいパンチ』『グロウパンチ』『コメットパンチ』『シャドーパンチ』『スカイアッパー』『ドレインパンチ』『ばくれつパンチ』『バレットパンチ』『ピヨピヨパンチ』『プラズマフィスト』『ほのおのパンチ』『マッハパンチ』『メガトンパンチ』『れいとうパンチ』『れんぞくパンチ』『ダブルパンツァー』の威力が1.2倍になる。"
      },
      {
        "abbilityName": "かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      },
      {
        "abbilityName": "*きもったま",
        "detail": "相手が『ゴースト』タイプでも、『ノーマル』『かくとう』タイプの技が等倍で当たる。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "ギアル",
    "galarNum": "113",
    "worldNum": "599",
    "height": "0.3m",
    "weight": [
      "21.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "はがね"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 55",
      "B": " 70",
      "C": " 45",
      "D": " 60",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "プラス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      },
      {
        "abbilityName": "マイナス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      },
      {
        "abbilityName": "*クリアボディ",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。"
      }
    ]
  },
  {
    "name": "ギギアル",
    "galarNum": "114",
    "worldNum": "600",
    "height": "0.6m",
    "weight": [
      "51.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "はがね"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 80",
      "B": " 95",
      "C": " 70",
      "D": " 85",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "プラス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      },
      {
        "abbilityName": "マイナス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      },
      {
        "abbilityName": "*クリアボディ",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。"
      }
    ]
  },
  {
    "name": "ギギギアル",
    "galarNum": "115",
    "worldNum": "601",
    "height": "0.6m",
    "weight": [
      "81.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "はがね"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 100",
      "B": " 115",
      "C": " 70",
      "D": " 85",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "プラス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      },
      {
        "abbilityName": "マイナス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      },
      {
        "abbilityName": "*クリアボディ",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。"
      }
    ]
  },
  {
    "name": "ミツハニー",
    "galarNum": "116",
    "worldNum": "415",
    "height": "0.3m",
    "weight": [
      "5.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし",
      "ひこう"
    ],
    "baseStats": {
      "H": " 30",
      "A": " 30",
      "B": " 42",
      "C": " 30",
      "D": " 42",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "みつあつめ",
        "detail": "道具を持っていない時、戦闘後にどうぐ『あまいミツ』を拾ってくることがある。戦闘に参加しなくてもよい。レベルが高い程、拾ってくる確率が上がる。"
      },
      {
        "abbilityName": "*はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ビークイン",
    "galarNum": "117",
    "worldNum": "416",
    "height": "1.2m",
    "weight": [
      "38.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "むし",
      "ひこう"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 80",
      "B": " 102",
      "C": " 80",
      "D": " 102",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      }
    ]
  },
  {
    "name": "ドーミラー",
    "galarNum": "118",
    "worldNum": "436",
    "height": "0.5m",
    "weight": [
      "60.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "はがね",
      "エスパー"
    ],
    "baseStats": {
      "H": " 57",
      "A": " 24",
      "B": " 86",
      "C": " 24",
      "D": " 86",
      "S": " 23"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      },
      {
        "abbilityName": "たいねつ",
        "detail": "『ほのお』タイプの技を受けた時と、『やけど』状態によるダメージが半減する。"
      },
      {
        "abbilityName": "*ヘヴィメタル",
        "detail": "自分の『おもさ』が2倍になる。(技『ヘビーボンバー』などで有効)"
      }
    ]
  },
  {
    "name": "ドータクン",
    "galarNum": "119",
    "worldNum": "437",
    "height": "1.3m",
    "weight": [
      "187.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "はがね",
      "エスパー"
    ],
    "baseStats": {
      "H": " 67",
      "A": " 89",
      "B": " 116",
      "C": " 79",
      "D": " 116",
      "S": " 33"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      },
      {
        "abbilityName": "たいねつ",
        "detail": "『ほのお』タイプの技を受けた時と、『やけど』状態によるダメージが半減する。"
      },
      {
        "abbilityName": "*ヘヴィメタル",
        "detail": "自分の『おもさ』が2倍になる。(技『ヘビーボンバー』などで有効)"
      }
    ]
  },
  {
    "name": "ラルトス",
    "galarNum": "120",
    "worldNum": "280",
    "height": "0.4m",
    "weight": [
      "6.6kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 28",
      "A": " 25",
      "B": " 25",
      "C": " 45",
      "D": " 35",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "トレース",
        "detail": "場に出た時、相手と同じ特性になる。相手が2体いる場合はランダムにどちらかの特性が選ばれる。相手の特性が『ARシステム』『イリュージョン』『かがくのちから』『かわりもの』『きずなへんげ』『ぎょぐん』『スワームチェンジ』『ぜったいねむり』『ダルマモード』『てんきや』『トレース』『ばけのかわ』『バトルスイッチ』『フラワーギフト』『マルチタイプ』『リミットシールド』『レシーバー』の場合は効果がなく、相手が別の特性のポケモンとなった時に発動する。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "キルリア",
    "galarNum": "121",
    "worldNum": "281",
    "height": "0.8m",
    "weight": [
      "20.2kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 38",
      "A": " 35",
      "B": " 35",
      "C": " 65",
      "D": " 55",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "トレース",
        "detail": "場に出た時、相手と同じ特性になる。相手が2体いる場合はランダムにどちらかの特性が選ばれる。相手の特性が『ARシステム』『イリュージョン』『かがくのちから』『かわりもの』『きずなへんげ』『ぎょぐん』『スワームチェンジ』『ぜったいねむり』『ダルマモード』『てんきや』『トレース』『ばけのかわ』『バトルスイッチ』『フラワーギフト』『マルチタイプ』『リミットシールド』『レシーバー』の場合は効果がなく、相手が別の特性のポケモンとなった時に発動する。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "サーナイト",
    "galarNum": "122",
    "worldNum": "282",
    "height": "1.6m",
    "weight": [
      "48.4kg",
      "けたぐり威力60"
    ],
    "type": [
      "エスパー",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 68",
      "A": " 65",
      "B": " 65",
      "C": " 125",
      "D": " 115",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "トレース",
        "detail": "場に出た時、相手と同じ特性になる。相手が2体いる場合はランダムにどちらかの特性が選ばれる。相手の特性が『ARシステム』『イリュージョン』『かがくのちから』『かわりもの』『きずなへんげ』『ぎょぐん』『スワームチェンジ』『ぜったいねむり』『ダルマモード』『てんきや』『トレース』『ばけのかわ』『バトルスイッチ』『フラワーギフト』『マルチタイプ』『リミットシールド』『レシーバー』の場合は効果がなく、相手が別の特性のポケモンとなった時に発動する。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "エルレイド",
    "galarNum": "123",
    "worldNum": "475",
    "height": "1.6m",
    "weight": [
      "52.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "エスパー",
      "かくとう"
    ],
    "baseStats": {
      "H": " 68",
      "A": " 125",
      "B": " 65",
      "C": " 65",
      "D": " 115",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*せいぎのこころ",
        "detail": "『あく』タイプの技を受けると、『こうげき』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "フワンテ",
    "galarNum": "124",
    "worldNum": "425",
    "height": "0.4m",
    "weight": [
      "1.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト",
      "ひこう"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 50",
      "B": " 34",
      "C": " 60",
      "D": " 44",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "ゆうばく",
        "detail": "相手の直接攻撃で『ひんし』になった時、相手に相手の最大HPの1/4のダメージを与える。"
      },
      {
        "abbilityName": "かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      },
      {
        "abbilityName": "*ねつぼうそう",
        "detail": "『やけど』状態の時、自分の特殊技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "フワライド",
    "galarNum": "125",
    "worldNum": "426",
    "height": "1.2m",
    "weight": [
      "15.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ゴースト",
      "ひこう"
    ],
    "baseStats": {
      "H": " 150",
      "A": " 80",
      "B": " 44",
      "C": " 90",
      "D": " 54",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "ゆうばく",
        "detail": "相手の直接攻撃で『ひんし』になった時、相手に相手の最大HPの1/4のダメージを与える。"
      },
      {
        "abbilityName": "かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      },
      {
        "abbilityName": "*ねつぼうそう",
        "detail": "『やけど』状態の時、自分の特殊技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "ヒメンカ",
    "galarNum": "126",
    "worldNum": "829",
    "height": "0.4m",
    "weight": [
      "2.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 40",
      "B": " 60",
      "C": " 40",
      "D": " 60",
      "S": " 10"
    },
    "abbility": [
      {
        "abbilityName": "わたげ",
        "detail": "攻撃を受けると、自分以外のポケモンの『すばやさ』ランクを1段階下げる。"
      },
      {
        "abbilityName": "さいせいりょく",
        "detail": "他のポケモンに交代するとHPが最大HPの1/3回復する。"
      },
      {
        "abbilityName": "*ほうし",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』『まひ』『ねむり』状態のいずれかにする。"
      }
    ]
  },
  {
    "name": "ワタシラガ",
    "galarNum": "127",
    "worldNum": "830",
    "height": "0.5m",
    "weight": [
      "2.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 50",
      "B": " 90",
      "C": " 80",
      "D": " 120",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "わたげ",
        "detail": "攻撃を受けると、自分以外のポケモンの『すばやさ』ランクを1段階下げる。"
      },
      {
        "abbilityName": "さいせいりょく",
        "detail": "他のポケモンに交代するとHPが最大HPの1/3回復する。"
      },
      {
        "abbilityName": "*ほうし",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』『まひ』『ねむり』状態のいずれかにする。"
      }
    ]
  },
  {
    "name": "チェリンボ",
    "galarNum": "128",
    "worldNum": "420",
    "height": "0.4m",
    "weight": [
      "3.3kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 35",
      "B": " 45",
      "C": " 62",
      "D": " 53",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      }
    ]
  },
  {
    "name": "チェリム",
    "galarNum": "129",
    "worldNum": "421",
    "height": "0.5m",
    "weight": [
      "9.3kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 60",
      "B": " 70",
      "C": " 87",
      "D": " 78",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "フラワーギフト",
        "detail": "天気が『ひざしがつよい』の時、すべての味方の『こうげき』『とくぼう』が1.5倍になる。"
      }
    ]
  },
  {
    "name": "スカンプー",
    "galarNum": "130",
    "worldNum": "434",
    "height": "0.4m",
    "weight": [
      "19.2kg",
      "けたぐり威力40"
    ],
    "type": [
      "どく",
      "あく"
    ],
    "baseStats": {
      "H": " 63",
      "A": " 63",
      "B": " 47",
      "C": " 41",
      "D": " 41",
      "S": " 74"
    },
    "abbility": [
      {
        "abbilityName": "あくしゅう",
        "detail": "相手に技のダメージを与えると、10%の確率でひるませる。／野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ゆうばく",
        "detail": "相手の直接攻撃で『ひんし』になった時、相手に相手の最大HPの1/4のダメージを与える。"
      },
      {
        "abbilityName": "*するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "スカタンク",
    "galarNum": "131",
    "worldNum": "435",
    "height": "1.0m",
    "weight": [
      "38.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "どく",
      "あく"
    ],
    "baseStats": {
      "H": " 103",
      "A": " 93",
      "B": " 67",
      "C": " 71",
      "D": " 61",
      "S": " 84"
    },
    "abbility": [
      {
        "abbilityName": "あくしゅう",
        "detail": "相手に技のダメージを与えると、10%の確率でひるませる。／野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ゆうばく",
        "detail": "相手の直接攻撃で『ひんし』になった時、相手に相手の最大HPの1/4のダメージを与える。"
      },
      {
        "abbilityName": "*するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "オタマロ",
    "galarNum": "132",
    "worldNum": "535",
    "height": "0.5m",
    "weight": [
      "4.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 50",
      "B": " 40",
      "C": " 50",
      "D": " 40",
      "S": " 64"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      },
      {
        "abbilityName": "*ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      }
    ]
  },
  {
    "name": "ガマガル",
    "galarNum": "133",
    "worldNum": "536",
    "height": "0.8m",
    "weight": [
      "17.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず",
      "じめん"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 65",
      "B": " 55",
      "C": " 65",
      "D": " 55",
      "S": " 69"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      },
      {
        "abbilityName": "*ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      }
    ]
  },
  {
    "name": "ガマゲロゲ",
    "galarNum": "134",
    "worldNum": "537",
    "height": "1.5m",
    "weight": [
      "62.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "みず",
      "じめん"
    ],
    "baseStats": {
      "H": " 105",
      "A": " 95",
      "B": " 75",
      "C": " 85",
      "D": " 75",
      "S": " 74"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "どくしゅ",
        "detail": "相手に直接攻撃をすると、30%の確率で相手を『どく』状態にする。"
      },
      {
        "abbilityName": "*ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      }
    ]
  },
  {
    "name": "ヨマワル",
    "galarNum": "135",
    "worldNum": "355",
    "height": "0.8m",
    "weight": [
      "15.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 20",
      "A": " 40",
      "B": " 90",
      "C": " 30",
      "D": " 90",
      "S": " 25"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      },
      {
        "abbilityName": "*おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      }
    ]
  },
  {
    "name": "サマヨール",
    "galarNum": "136",
    "worldNum": "356",
    "height": "1.6m",
    "weight": [
      "30.6kg",
      "けたぐり威力60"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 70",
      "B": " 130",
      "C": " 60",
      "D": " 130",
      "S": " 25"
    },
    "abbility": [
      {
        "abbilityName": "プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      }
    ]
  },
  {
    "name": "ヨノワール",
    "galarNum": "137",
    "worldNum": "477",
    "height": "2.2m",
    "weight": [
      "106.6kg",
      "けたぐり威力100"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 100",
      "B": " 135",
      "C": " 65",
      "D": " 135",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      }
    ]
  },
  {
    "name": "ワンリキー",
    "galarNum": "138",
    "worldNum": "066",
    "height": "0.8m",
    "weight": [
      "19.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 80",
      "B": " 50",
      "C": " 35",
      "D": " 35",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "ノーガード",
        "detail": "お互いに技が命中率・回避率に関係なく必ず命中する。／野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "ゴーリキー",
    "galarNum": "139",
    "worldNum": "067",
    "height": "1.5m",
    "weight": [
      "70.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 100",
      "B": " 70",
      "C": " 50",
      "D": " 60",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "ノーガード",
        "detail": "お互いに技が命中率・回避率に関係なく必ず命中する。／野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "カイリキー",
    "galarNum": "140",
    "worldNum": "068",
    "height": "1.6m",
    "weight": [
      "130.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 130",
      "B": " 80",
      "C": " 65",
      "D": " 85",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "ノーガード",
        "detail": "お互いに技が命中率・回避率に関係なく必ず命中する。／野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "ゴース",
    "galarNum": "141",
    "worldNum": "092",
    "height": "1.3m",
    "weight": [
      "0.1kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト",
      "どく"
    ],
    "baseStats": {
      "H": " 30",
      "A": " 35",
      "B": " 30",
      "C": " 100",
      "D": " 35",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ゴースト",
    "galarNum": "142",
    "worldNum": "093",
    "height": "1.6m",
    "weight": [
      "0.1kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト",
      "どく"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 50",
      "B": " 45",
      "C": " 115",
      "D": " 55",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ゲンガー",
    "galarNum": "143",
    "worldNum": "094",
    "height": "1.5m",
    "weight": [
      "40.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "ゴースト",
      "どく"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 65",
      "B": " 60",
      "C": " 130",
      "D": " 75",
      "S": " 110"
    },
    "abbility": [
      {
        "abbilityName": "のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      }
    ]
  },
  {
    "name": "コイキング",
    "galarNum": "144",
    "worldNum": "129",
    "height": "0.9m",
    "weight": [
      "10.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 20",
      "A": " 10",
      "B": " 55",
      "C": " 15",
      "D": " 20",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*びびり",
        "detail": "『ゴースト』『むし』『あく』タイプの技を受けた時、『すばやさ』ランクが1段階上がる。第8世代からは、相手の特性『いかく』で『こうげき』が下がった時にも発動する。"
      }
    ]
  },
  {
    "name": "ギャラドス",
    "galarNum": "145",
    "worldNum": "130",
    "height": "6.5m",
    "weight": [
      "235.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "みず",
      "ひこう"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 125",
      "B": " 79",
      "C": " 60",
      "D": " 100",
      "S": " 81"
    },
    "abbility": [
      {
        "abbilityName": "いかく",
        "detail": "戦闘に出たときに相手の『こうげき』ランクを1段階下げる。第8世代からは、特性『きもったま』『せいしんりょく』『どんかん』『マイペース』の相手には無効。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*じしんかじょう",
        "detail": "自分の技で相手を倒すと、『こうげき』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "トサキント",
    "galarNum": "146",
    "worldNum": "118",
    "height": "0.6m",
    "weight": [
      "15.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 67",
      "B": " 60",
      "C": " 35",
      "D": " 50",
      "S": " 63"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "みずのベール",
        "detail": "『やけど』状態にならない。"
      },
      {
        "abbilityName": "*ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      }
    ]
  },
  {
    "name": "アズマオウ",
    "galarNum": "147",
    "worldNum": "119",
    "height": "1.3m",
    "weight": [
      "39.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 92",
      "B": " 65",
      "C": " 65",
      "D": " 80",
      "S": " 68"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "みずのベール",
        "detail": "『やけど』状態にならない。"
      },
      {
        "abbilityName": "*ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      }
    ]
  },
  {
    "name": "テッポウオ",
    "galarNum": "148",
    "worldNum": "223",
    "height": "0.6m",
    "weight": [
      "12.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 35",
      "A": " 65",
      "B": " 35",
      "C": " 65",
      "D": " 35",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      },
      {
        "abbilityName": "*ムラっけ",
        "detail": "毎ターン終了時、『こうげき』『ぼうぎょ』『とくこう』『とくぼう』『すばやさ』『回避率』『命中率』いずれかのランクが2段階上がり、別のランクが1段階下がる。"
      }
    ]
  },
  {
    "name": "オクタン",
    "galarNum": "149",
    "worldNum": "224",
    "height": "0.9m",
    "weight": [
      "28.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 105",
      "B": " 75",
      "C": " 105",
      "D": " 75",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "きゅうばん",
        "detail": "相手を交代させる技『ふきとばし』『ほえる』『ドラゴンテール』『ともえなげ』の効果を受けない。／『てもち』の先頭にいると釣りが成功しやすくなる。"
      },
      {
        "abbilityName": "スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      },
      {
        "abbilityName": "*ムラっけ",
        "detail": "毎ターン終了時、『こうげき』『ぼうぎょ』『とくこう』『とくぼう』『すばやさ』『回避率』『命中率』いずれかのランクが2段階上がり、別のランクが1段階下がる。"
      }
    ]
  },
  {
    "name": "シェルダー",
    "galarNum": "150",
    "worldNum": "090",
    "height": "0.3m",
    "weight": [
      "4.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 30",
      "A": " 65",
      "B": " 100",
      "C": " 45",
      "D": " 25",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "スキルリンク",
        "detail": "1ターンに2～5回連続で攻撃する技『おうふくビンタ』『スイープビンタ』『タネマシンガン』『たまなげ』『つっぱり』『つららばり』『とげキャノン』『ボーンラッシュ』『ミサイルばり』『みずしゅりけん』『みだれづき』『みだれひっかき』『れんぞくパンチ』『ロックブラスト』が必ず5回当たる。"
      },
      {
        "abbilityName": "*ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      }
    ]
  },
  {
    "name": "パルシェン",
    "galarNum": "151",
    "worldNum": "091",
    "height": "1.5m",
    "weight": [
      "132.5kg",
      "けたぐり威力100"
    ],
    "type": [
      "みず",
      "こおり"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 95",
      "B": " 180",
      "C": " 85",
      "D": " 45",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "スキルリンク",
        "detail": "1ターンに2～5回連続で攻撃する技『おうふくビンタ』『スイープビンタ』『タネマシンガン』『たまなげ』『つっぱり』『つららばり』『とげキャノン』『ボーンラッシュ』『ミサイルばり』『みずしゅりけん』『みだれづき』『みだれひっかき』『れんぞくパンチ』『ロックブラスト』が必ず5回当たる。"
      },
      {
        "abbilityName": "*ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ヒンバス",
    "galarNum": "152",
    "worldNum": "349",
    "height": "0.6m",
    "weight": [
      "7.4kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 20",
      "A": " 15",
      "B": " 20",
      "C": " 10",
      "D": " 55",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*てきおうりょく",
        "detail": "自分の『タイプ』と同じ『タイプ』の技のダメージが1.5倍ではなく2倍になる。"
      }
    ]
  },
  {
    "name": "ミロカロス",
    "galarNum": "153",
    "worldNum": "350",
    "height": "6.2m",
    "weight": [
      "162.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 60",
      "B": " 79",
      "C": " 100",
      "D": " 125",
      "S": " 81"
    },
    "abbility": [
      {
        "abbilityName": "ふしぎなうろこ",
        "detail": "状態異常の時、『ぼうぎょ』が1.5倍になる。"
      },
      {
        "abbilityName": "かちき",
        "detail": "相手の技や特性で能力ランクが下がると、『とくこう』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      },
      {
        "abbilityName": "*メロメロボディ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『メロメロ』状態にする。性別が同じ場合や、性別不明の場合は効果がない。／異なる性別の野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "バスラオ",
    "galarNum": "154",
    "worldNum": "550",
    "height": "1.0m",
    "weight": [
      "18.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 92",
      "B": " 65",
      "C": " 80",
      "D": " 55",
      "S": " 98"
    },
    "abbility": [
      {
        "abbilityName": "すてみ",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『とびげり』『とびひざげり』『もろはのずつき』『フレアドライブ』『ブレイブバード』『ボルテッカー』『ワイルドボルト』の威力が1.2倍になる。"
      },
      {
        "abbilityName": "てきおうりょく",
        "detail": "自分の『タイプ』と同じ『タイプ』の技のダメージが1.5倍ではなく2倍になる。"
      },
      {
        "abbilityName": "*かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      }
    ]
  },
  {
    "name": "ヨワシ",
    "galarNum": "155",
    "worldNum": "746",
    "height": "0.2m",
    "weight": [
      "0.3kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 20",
      "B": " 20",
      "C": " 25",
      "D": " 25",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ぎょぐん",
        "detail": "レベル20以上になると、残りHPが最大HPの1/4以上であれば、場に出た時かターン終了時に『むれたすがた』にフォルムチェンジする。残りHPが最大HPの1/4以下になると、ターン終了時に『たんどくのすがた』に戻る。"
      }
    ]
  },
  {
    "name": "ナマコブシ",
    "galarNum": "156",
    "worldNum": "771",
    "height": "0.3m",
    "weight": [
      "1.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 60",
      "B": " 130",
      "C": " 30",
      "D": " 130",
      "S": " 5"
    },
    "abbility": [
      {
        "abbilityName": "とびだすなかみ",
        "detail": "相手の技のダメージによって『ひんし』になった時、その最後の技を受けた時に残っていたHP分のダメージを技を使った相手に与える。"
      },
      {
        "abbilityName": "*てんねん",
        "detail": "相手の能力ランクの変化の影響を受けない。"
      }
    ]
  },
  {
    "name": "ヤブクロン",
    "galarNum": "157",
    "worldNum": "568",
    "height": "0.6m",
    "weight": [
      "31.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "どく"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 50",
      "B": " 62",
      "C": " 40",
      "D": " 62",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "あくしゅう",
        "detail": "相手に技のダメージを与えると、10%の確率でひるませる。／野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ねんちゃく",
        "detail": "持っている道具を相手に奪われない。／『てもち』の先頭にいると釣りが成功しやすくなる。"
      },
      {
        "abbilityName": "*ゆうばく",
        "detail": "相手の直接攻撃で『ひんし』になった時、相手に相手の最大HPの1/4のダメージを与える。"
      }
    ]
  },
  {
    "name": "ダストダス",
    "galarNum": "158",
    "worldNum": "569",
    "height": "1.9m",
    "weight": [
      "107.3kg",
      "けたぐり威力100"
    ],
    "type": [
      "どく"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 95",
      "B": " 82",
      "C": " 60",
      "D": " 82",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "あくしゅう",
        "detail": "相手に技のダメージを与えると、10%の確率でひるませる。／野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      },
      {
        "abbilityName": "*ゆうばく",
        "detail": "相手の直接攻撃で『ひんし』になった時、相手に相手の最大HPの1/4のダメージを与える。"
      }
    ]
  },
  {
    "name": "ヤクデ",
    "galarNum": "159",
    "worldNum": "850",
    "height": "0.7m",
    "weight": [
      "1.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ほのお",
      "むし"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 65",
      "B": " 45",
      "C": " 50",
      "D": " 50",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "しろいけむり",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。／野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*ほのおのからだ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『やけど』状態にする。／『てもち』にいると、ポケモンのタマゴが2倍かえりやすくなる。"
      }
    ]
  },
  {
    "name": "マルヤクデ",
    "galarNum": "160",
    "worldNum": "851",
    "height": "3.0m",
    "weight": [
      "120.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "ほのお",
      "むし"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 115",
      "B": " 65",
      "C": " 90",
      "D": " 90",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "しろいけむり",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。／野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*ほのおのからだ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『やけど』状態にする。／『てもち』にいると、ポケモンのタマゴが2倍かえりやすくなる。"
      }
    ]
  },
  {
    "name": "タンドン",
    "galarNum": "161",
    "worldNum": "837",
    "height": "0.3m",
    "weight": [
      "12.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "いわ"
    ],
    "baseStats": {
      "H": " 30",
      "A": " 40",
      "B": " 50",
      "C": " 40",
      "D": " 50",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "じょうききかん",
        "detail": "『みず』タイプか『ほのお』タイプの技を受けると、自分の『すばやさ』ランクが6段階上がる。"
      },
      {
        "abbilityName": "たいねつ",
        "detail": "『ほのお』タイプの技を受けた時と、『やけど』状態によるダメージが半減する。"
      },
      {
        "abbilityName": "*もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "トロッゴン",
    "galarNum": "162",
    "worldNum": "838",
    "height": "1.1m",
    "weight": [
      "78.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "いわ",
      "ほのお"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 60",
      "B": " 90",
      "C": " 60",
      "D": " 70",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "じょうききかん",
        "detail": "『みず』タイプか『ほのお』タイプの技を受けると、自分の『すばやさ』ランクが6段階上がる。"
      },
      {
        "abbilityName": "ほのおのからだ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『やけど』状態にする。／『てもち』にいると、ポケモンのタマゴが2倍かえりやすくなる。"
      },
      {
        "abbilityName": "*もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "セキタンザン",
    "galarNum": "163",
    "worldNum": "839",
    "height": "2.8m",
    "weight": [
      "310.5kg",
      "けたぐり威力120"
    ],
    "type": [
      "いわ",
      "ほのお"
    ],
    "baseStats": {
      "H": " 110",
      "A": " 80",
      "B": " 120",
      "C": " 80",
      "D": " 90",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "じょうききかん",
        "detail": "『みず』タイプか『ほのお』タイプの技を受けると、自分の『すばやさ』ランクが6段階上がる。"
      },
      {
        "abbilityName": "ほのおのからだ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『やけど』状態にする。／『てもち』にいると、ポケモンのタマゴが2倍かえりやすくなる。"
      },
      {
        "abbilityName": "*もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "ディグダ",
    "galarNum": "164",
    "worldNum": "050",
    "height": "0.2m",
    "weight": [
      "0.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 10",
      "A": " 55",
      "B": " 25",
      "C": " 35",
      "D": " 45",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "すながくれ",
        "detail": "天気が『すなあらし』の時、回避率が上がる。また、『すなあらし』によるダメージを受けない。／フィールドの天気が『すなあらし』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ありじごく",
        "detail": "相手は逃げたり、ポケモンを交代することができなくなる。ただし、相手が『ひこう』タイプや『ゴースト』タイプ、特性『ふゆう』の場合は効果がない。／野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "ダグトリオ",
    "galarNum": "165",
    "worldNum": "051",
    "height": "0.7m",
    "weight": [
      "33.3kg",
      "けたぐり威力60"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 35",
      "A": " 100",
      "B": " 50",
      "C": " 50",
      "D": " 70",
      "S": " 120"
    },
    "abbility": [
      {
        "abbilityName": "すながくれ",
        "detail": "天気が『すなあらし』の時、回避率が上がる。また、『すなあらし』によるダメージを受けない。／フィールドの天気が『すなあらし』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ありじごく",
        "detail": "相手は逃げたり、ポケモンを交代することができなくなる。ただし、相手が『ひこう』タイプや『ゴースト』タイプ、特性『ふゆう』の場合は効果がない。／野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "モグリュー",
    "galarNum": "166",
    "worldNum": "529",
    "height": "0.3m",
    "weight": [
      "8.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 85",
      "B": " 40",
      "C": " 30",
      "D": " 45",
      "S": " 68"
    },
    "abbility": [
      {
        "abbilityName": "すなかき",
        "detail": "天気が『すなあらし』の時、『すばやさ』が2倍になる。また、『すなあらし』によるダメージを受けない。"
      },
      {
        "abbilityName": "すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      },
      {
        "abbilityName": "*かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      }
    ]
  },
  {
    "name": "ドリュウズ",
    "galarNum": "167",
    "worldNum": "530",
    "height": "0.7m",
    "weight": [
      "40.4kg",
      "けたぐり威力60"
    ],
    "type": [
      "じめん",
      "はがね"
    ],
    "baseStats": {
      "H": " 110",
      "A": " 135",
      "B": " 60",
      "C": " 50",
      "D": " 65",
      "S": " 88"
    },
    "abbility": [
      {
        "abbilityName": "すなかき",
        "detail": "天気が『すなあらし』の時、『すばやさ』が2倍になる。また、『すなあらし』によるダメージを受けない。"
      },
      {
        "abbilityName": "すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      },
      {
        "abbilityName": "*かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      }
    ]
  },
  {
    "name": "ダンゴロ",
    "galarNum": "168",
    "worldNum": "524",
    "height": "0.4m",
    "weight": [
      "18.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "いわ"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 75",
      "B": " 85",
      "C": " 25",
      "D": " 25",
      "S": " 15"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "ガントル",
    "galarNum": "169",
    "worldNum": "525",
    "height": "0.9m",
    "weight": [
      "102.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "いわ"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 105",
      "B": " 105",
      "C": " 50",
      "D": " 40",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "ギガイアス",
    "galarNum": "170",
    "worldNum": "526",
    "height": "1.7m",
    "weight": [
      "260.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "いわ"
    ],
    "baseStats": {
      "H": " 85",
      "A": " 135",
      "B": " 130",
      "C": " 60",
      "D": " 80",
      "S": " 25"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "すなおこし",
        "detail": "戦闘に出ると5ターンの間、天気が『すなあらし』になる。"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "ドッコラー",
    "galarNum": "171",
    "worldNum": "532",
    "height": "0.6m",
    "weight": [
      "12.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 80",
      "B": " 55",
      "C": " 25",
      "D": " 35",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      },
      {
        "abbilityName": "*てつのこぶし",
        "detail": "パンチ系の技『アイスハンマー』『アームハンマー』『かみなりパンチ』『きあいパンチ』『グロウパンチ』『コメットパンチ』『シャドーパンチ』『スカイアッパー』『ドレインパンチ』『ばくれつパンチ』『バレットパンチ』『ピヨピヨパンチ』『プラズマフィスト』『ほのおのパンチ』『マッハパンチ』『メガトンパンチ』『れいとうパンチ』『れんぞくパンチ』『ダブルパンツァー』の威力が1.2倍になる。"
      }
    ]
  },
  {
    "name": "ドテッコツ",
    "galarNum": "172",
    "worldNum": "533",
    "height": "1.2m",
    "weight": [
      "40.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 85",
      "A": " 105",
      "B": " 85",
      "C": " 40",
      "D": " 50",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      },
      {
        "abbilityName": "*てつのこぶし",
        "detail": "パンチ系の技『アイスハンマー』『アームハンマー』『かみなりパンチ』『きあいパンチ』『グロウパンチ』『コメットパンチ』『シャドーパンチ』『スカイアッパー』『ドレインパンチ』『ばくれつパンチ』『バレットパンチ』『ピヨピヨパンチ』『プラズマフィスト』『ほのおのパンチ』『マッハパンチ』『メガトンパンチ』『れいとうパンチ』『れんぞくパンチ』『ダブルパンツァー』の威力が1.2倍になる。"
      }
    ]
  },
  {
    "name": "ローブシン",
    "galarNum": "173",
    "worldNum": "534",
    "height": "1.4m",
    "weight": [
      "87.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 105",
      "A": " 140",
      "B": " 95",
      "C": " 55",
      "D": " 65",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      },
      {
        "abbilityName": "*てつのこぶし",
        "detail": "パンチ系の技『アイスハンマー』『アームハンマー』『かみなりパンチ』『きあいパンチ』『グロウパンチ』『コメットパンチ』『シャドーパンチ』『スカイアッパー』『ドレインパンチ』『ばくれつパンチ』『バレットパンチ』『ピヨピヨパンチ』『プラズマフィスト』『ほのおのパンチ』『マッハパンチ』『メガトンパンチ』『れいとうパンチ』『れんぞくパンチ』『ダブルパンツァー』の威力が1.2倍になる。"
      }
    ]
  },
  {
    "name": "コロモリ",
    "galarNum": "174",
    "worldNum": "527",
    "height": "0.4m",
    "weight": [
      "2.1kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー",
      "ひこう"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 45",
      "B": " 43",
      "C": " 55",
      "D": " 43",
      "S": " 72"
    },
    "abbility": [
      {
        "abbilityName": "てんねん",
        "detail": "相手の能力ランクの変化の影響を受けない。"
      },
      {
        "abbilityName": "ぶきよう",
        "detail": "持っている道具の効果が発揮されない。"
      },
      {
        "abbilityName": "*たんじゅん",
        "detail": "能力ランクの変化が2倍になる。"
      }
    ]
  },
  {
    "name": "ココロモリ",
    "galarNum": "175",
    "worldNum": "528",
    "height": "0.9m",
    "weight": [
      "10.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー",
      "ひこう"
    ],
    "baseStats": {
      "H": " 67",
      "A": " 57",
      "B": " 55",
      "C": " 77",
      "D": " 55",
      "S": " 114"
    },
    "abbility": [
      {
        "abbilityName": "てんねん",
        "detail": "相手の能力ランクの変化の影響を受けない。"
      },
      {
        "abbilityName": "ぶきよう",
        "detail": "持っている道具の効果が発揮されない。"
      },
      {
        "abbilityName": "*たんじゅん",
        "detail": "能力ランクの変化が2倍になる。"
      }
    ]
  },
  {
    "name": "オンバット",
    "galarNum": "176",
    "worldNum": "714",
    "height": "0.5m",
    "weight": [
      "8.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ひこう",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 30",
      "B": " 35",
      "C": " 45",
      "D": " 40",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "オンバーン",
    "galarNum": "177",
    "worldNum": "715",
    "height": "1.5m",
    "weight": [
      "85.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "ひこう",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 85",
      "A": " 70",
      "B": " 80",
      "C": " 97",
      "D": " 80",
      "S": " 123"
    },
    "abbility": [
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "イワーク",
    "galarNum": "178",
    "worldNum": "095",
    "height": "8.8m",
    "weight": [
      "210.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "いわ",
      "じめん"
    ],
    "baseStats": {
      "H": " 35",
      "A": " 45",
      "B": " 160",
      "C": " 30",
      "D": " 45",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "いしあたま",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『フレアドライブ』『ブレイブバード』『ボルテッカー』『もろはのずつき』『ワイルドボルト』の反動を受けない。技『わるあがき』の反動は受ける。"
      },
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "*くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      }
    ]
  },
  {
    "name": "ハガネール",
    "galarNum": "179",
    "worldNum": "208",
    "height": "9.2m",
    "weight": [
      "400.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "はがね",
      "じめん"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 85",
      "B": " 200",
      "C": " 55",
      "D": " 65",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "いしあたま",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『フレアドライブ』『ブレイブバード』『ボルテッカー』『もろはのずつき』『ワイルドボルト』の反動を受けない。技『わるあがき』の反動は受ける。"
      },
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "*ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      }
    ]
  },
  {
    "name": "サシカマス",
    "galarNum": "180",
    "worldNum": "846",
    "height": "0.5m",
    "weight": [
      "1.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 41",
      "A": " 63",
      "B": " 40",
      "C": " 40",
      "D": " 30",
      "S": " 66"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*スクリューおびれ",
        "detail": "特性『ひらいしん』『よびみず』や技『いかりのこな』『このゆびとまれ』『サイドチェンジ』『スポットライト』の影響を受けずに攻撃できる。"
      }
    ]
  },
  {
    "name": "カマスジョー",
    "galarNum": "181",
    "worldNum": "847",
    "height": "1.3m",
    "weight": [
      "30.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 61",
      "A": " 123",
      "B": " 60",
      "C": " 60",
      "D": " 50",
      "S": " 136"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*スクリューおびれ",
        "detail": "特性『ひらいしん』『よびみず』や技『いかりのこな』『このゆびとまれ』『サイドチェンジ』『スポットライト』の影響を受けずに攻撃できる。"
      }
    ]
  },
  {
    "name": "ニャース",
    "galarNum": "182",
    "worldNum": "052",
    "height": "0.4m",
    "weight": [
      "4.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 45",
      "B": " 35",
      "C": " 40",
      "D": " 40",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "ものひろい",
        "detail": "毎ターン終了時に、そのターンに相手や味方(相手が優先)が消費した道具を拾って自分のものにする。自分が道具を持っていない時のみ発動する。『だっしゅつボタン』『ふうせん』には効果がない。／道具を持っていない時、戦闘後に10%の確率で道具を拾ってくる。戦闘に参加しなくてもよい。レベルに応じて拾ってくる道具が変化する。"
      },
      {
        "abbilityName": "テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      },
      {
        "abbilityName": "*きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      }
    ]
  },
  {
    "name": "ニャイキング",
    "galarNum": "183",
    "worldNum": "863",
    "height": "0.8m",
    "weight": [
      "28.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "はがね"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 110",
      "B": " 100",
      "C": " 50",
      "D": " 60",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "カブトアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "かたいツメ",
        "detail": "直接攻撃する技の威力が1.3倍になる。"
      },
      {
        "abbilityName": "*はがねのせいしん",
        "detail": "味方の『はがね』タイプの技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "ペルシアン",
    "galarNum": "184",
    "worldNum": "053",
    "height": "1.0m",
    "weight": [
      "32.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 70",
      "B": " 60",
      "C": " 65",
      "D": " 65",
      "S": " 115"
    },
    "abbility": [
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      },
      {
        "abbilityName": "*きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      }
    ]
  },
  {
    "name": "マホミル",
    "galarNum": "185",
    "worldNum": "868",
    "height": "0.2m",
    "weight": [
      "0.3kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 40",
      "B": " 40",
      "C": " 50",
      "D": " 61",
      "S": " 34"
    },
    "abbility": [
      {
        "abbilityName": "スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      },
      {
        "abbilityName": "*アロマベール",
        "detail": "自分と味方へのメンタル攻撃技『アンコール』『いちゃもん』『かいふくふうじ』『かなしばり』『ちょうはつ』『メロメロ』を無効化する。"
      }
    ]
  },
  {
    "name": "マホイップ",
    "galarNum": "186",
    "worldNum": "869",
    "height": "0.3m",
    "weight": [
      "0.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 60",
      "B": " 75",
      "C": " 110",
      "D": " 121",
      "S": " 64"
    },
    "abbility": [
      {
        "abbilityName": "スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      },
      {
        "abbilityName": "*アロマベール",
        "detail": "自分と味方へのメンタル攻撃技『アンコール』『いちゃもん』『かいふくふうじ』『かなしばり』『ちょうはつ』『メロメロ』を無効化する。"
      }
    ]
  },
  {
    "name": "アブリー",
    "galarNum": "187",
    "worldNum": "742",
    "height": "0.1m",
    "weight": [
      "0.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 45",
      "B": " 40",
      "C": " 55",
      "D": " 40",
      "S": " 84"
    },
    "abbility": [
      {
        "abbilityName": "みつあつめ",
        "detail": "道具を持っていない時、戦闘後にどうぐ『あまいミツ』を拾ってくることがある。戦闘に参加しなくてもよい。レベルが高い程、拾ってくる確率が上がる。"
      },
      {
        "abbilityName": "りんぷん",
        "detail": "技の追加効果を受けない。"
      },
      {
        "abbilityName": "*スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      }
    ]
  },
  {
    "name": "アブリボン",
    "galarNum": "188",
    "worldNum": "743",
    "height": "0.2m",
    "weight": [
      "0.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 55",
      "B": " 60",
      "C": " 95",
      "D": " 70",
      "S": " 124"
    },
    "abbility": [
      {
        "abbilityName": "みつあつめ",
        "detail": "道具を持っていない時、戦闘後にどうぐ『あまいミツ』を拾ってくることがある。戦闘に参加しなくてもよい。レベルが高い程、拾ってくる確率が上がる。"
      },
      {
        "abbilityName": "りんぷん",
        "detail": "技の追加効果を受けない。"
      },
      {
        "abbilityName": "*スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      }
    ]
  },
  {
    "name": "テッシード",
    "galarNum": "189",
    "worldNum": "597",
    "height": "0.6m",
    "weight": [
      "18.8kg",
      "けたぐり威力40"
    ],
    "type": [
      "くさ",
      "はがね"
    ],
    "baseStats": {
      "H": " 44",
      "A": " 50",
      "B": " 91",
      "C": " 24",
      "D": " 86",
      "S": " 10"
    },
    "abbility": [
      {
        "abbilityName": "てつのトゲ",
        "detail": "直接攻撃を受けると、相手のHPを相手の最大HPの1/8減らす。"
      }
    ]
  },
  {
    "name": "ナットレイ",
    "galarNum": "190",
    "worldNum": "598",
    "height": "1.0m",
    "weight": [
      "110.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "くさ",
      "はがね"
    ],
    "baseStats": {
      "H": " 74",
      "A": " 94",
      "B": " 131",
      "C": " 54",
      "D": " 116",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "てつのトゲ",
        "detail": "直接攻撃を受けると、相手のHPを相手の最大HPの1/8減らす。"
      },
      {
        "abbilityName": "*きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      }
    ]
  },
  {
    "name": "バケッチャ",
    "galarNum": "191",
    "worldNum": "710",
    "height": "0.4m",
    "weight": [
      "5.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト",
      "くさ"
    ],
    "baseStats": {
      "H": " 49",
      "A": " 66",
      "B": " 70",
      "C": " 44",
      "D": " 55",
      "S": " 51"
    },
    "abbility": [
      {
        "abbilityName": "ものひろい",
        "detail": "毎ターン終了時に、そのターンに相手や味方(相手が優先)が消費した道具を拾って自分のものにする。自分が道具を持っていない時のみ発動する。『だっしゅつボタン』『ふうせん』には効果がない。／道具を持っていない時、戦闘後に10%の確率で道具を拾ってくる。戦闘に参加しなくてもよい。レベルに応じて拾ってくる道具が変化する。"
      },
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "*ふみん",
        "detail": "『ねむり』状態にならない。技『ねむる』を使えない。この特性を獲得する前に『ねむり』状態になっていた場合は、『ねむり』状態を回復する。"
      }
    ]
  },
  {
    "name": "パンプジン",
    "galarNum": "192",
    "worldNum": "711",
    "height": "0.9m",
    "weight": [
      "12.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "ゴースト",
      "くさ"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 90",
      "B": " 122",
      "C": " 58",
      "D": " 75",
      "S": " 84"
    },
    "abbility": [
      {
        "abbilityName": "ものひろい",
        "detail": "毎ターン終了時に、そのターンに相手や味方(相手が優先)が消費した道具を拾って自分のものにする。自分が道具を持っていない時のみ発動する。『だっしゅつボタン』『ふうせん』には効果がない。／道具を持っていない時、戦闘後に10%の確率で道具を拾ってくる。戦闘に参加しなくてもよい。レベルに応じて拾ってくる道具が変化する。"
      },
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "*ふみん",
        "detail": "『ねむり』状態にならない。技『ねむる』を使えない。この特性を獲得する前に『ねむり』状態になっていた場合は、『ねむり』状態を回復する。"
      }
    ]
  },
  {
    "name": "ピチュー",
    "galarNum": "193",
    "worldNum": "172",
    "height": "0.3m",
    "weight": [
      "2.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 20",
      "A": " 40",
      "B": " 15",
      "C": " 35",
      "D": " 35",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "せいでんき",
        "detail": "直接攻撃を受けると、30%の確率で相手を『まひ』状態にする。／『でんき』タイプの野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      }
    ]
  },
  {
    "name": "ピカチュウ",
    "galarNum": "194",
    "worldNum": "025",
    "height": "0.4m",
    "weight": [
      "6.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 35",
      "A": " 55",
      "B": " 40",
      "C": " 50",
      "D": " 50",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "せいでんき",
        "detail": "直接攻撃を受けると、30%の確率で相手を『まひ』状態にする。／『でんき』タイプの野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      }
    ]
  },
  {
    "name": "ライチュウ",
    "galarNum": "195",
    "worldNum": "026",
    "height": "0.8m",
    "weight": [
      "30.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 90",
      "B": " 55",
      "C": " 90",
      "D": " 80",
      "S": " 110"
    },
    "abbility": [
      {
        "abbilityName": "せいでんき",
        "detail": "直接攻撃を受けると、30%の確率で相手を『まひ』状態にする。／『でんき』タイプの野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      }
    ]
  },
  {
    "name": "イーブイ",
    "galarNum": "196",
    "worldNum": "133",
    "height": "0.3m",
    "weight": [
      "6.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 55",
      "B": " 50",
      "C": " 45",
      "D": " 65",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      },
      {
        "abbilityName": "てきおうりょく",
        "detail": "自分の『タイプ』と同じ『タイプ』の技のダメージが1.5倍ではなく2倍になる。"
      },
      {
        "abbilityName": "*きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      }
    ]
  },
  {
    "name": "シャワーズ",
    "galarNum": "197",
    "worldNum": "134",
    "height": "1.0m",
    "weight": [
      "29.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 130",
      "A": " 65",
      "B": " 60",
      "C": " 110",
      "D": " 95",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "*うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      }
    ]
  },
  {
    "name": "サンダース",
    "galarNum": "198",
    "worldNum": "135",
    "height": "0.8m",
    "weight": [
      "24.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 65",
      "B": " 60",
      "C": " 110",
      "D": " 95",
      "S": " 130"
    },
    "abbility": [
      {
        "abbilityName": "ちくでん",
        "detail": "『でんき』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "*はやあし",
        "detail": "状態異常の時、『すばやさ』が1.5倍になる。／野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "ブースター",
    "galarNum": "199",
    "worldNum": "136",
    "height": "0.9m",
    "weight": [
      "25.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 130",
      "B": " 60",
      "C": " 95",
      "D": " 110",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      }
    ]
  },
  {
    "name": "エーフィ",
    "galarNum": "200",
    "worldNum": "196",
    "height": "0.9m",
    "weight": [
      "26.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 65",
      "B": " 60",
      "C": " 130",
      "D": " 95",
      "S": " 110"
    },
    "abbility": [
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*マジックミラー",
        "detail": "技『マジックコート』で跳ね返すことのできる技を跳ね返せる。"
      }
    ]
  },
  {
    "name": "ブラッキー",
    "galarNum": "201",
    "worldNum": "197",
    "height": "1.0m",
    "weight": [
      "27.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 65",
      "B": " 110",
      "C": " 60",
      "D": " 130",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "リーフィア",
    "galarNum": "202",
    "worldNum": "470",
    "height": "1.0m",
    "weight": [
      "25.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 110",
      "B": " 130",
      "C": " 60",
      "D": " 65",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "リーフガード",
        "detail": "天気が『ひざしがつよい』の時、状態異常にならない。"
      },
      {
        "abbilityName": "*ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      }
    ]
  },
  {
    "name": "グレイシア",
    "galarNum": "203",
    "worldNum": "471",
    "height": "0.8m",
    "weight": [
      "25.9kg",
      "けたぐり威力60"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 60",
      "B": " 110",
      "C": " 130",
      "D": " 95",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      }
    ]
  },
  {
    "name": "ニンフィア",
    "galarNum": "204",
    "worldNum": "700",
    "height": "1.0m",
    "weight": [
      "23.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 65",
      "B": " 65",
      "C": " 110",
      "D": " 130",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "メロメロボディ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『メロメロ』状態にする。性別が同じ場合や、性別不明の場合は効果がない。／異なる性別の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*フェアリースキン",
        "detail": "自分の『ノーマル』タイプの技が『フェアリー』タイプになり、さらに威力が1.2倍になる。(第6世代は1.3倍)"
      }
    ]
  },
  {
    "name": "カジッチュ",
    "galarNum": "205",
    "worldNum": "840",
    "height": "0.2m",
    "weight": [
      "0.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 40",
      "B": " 80",
      "C": " 40",
      "D": " 40",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "じゅくせい",
        "detail": "持っている『きのみ』を使う時、効果が2倍になる。"
      },
      {
        "abbilityName": "くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      },
      {
        "abbilityName": "*ぼうだん",
        "detail": "たま・爆弾系の技『アイスボール』『アシッドボム』『ウェザーボール』『エナジーボール』『エレキボール』『オクタンほう』『かえんだん』『かふんだんご』『がんせきほう』『きあいだま』『くちばしキャノン』『ジャイロボール』『シャドーボール』『タネばくだん』『タネマシンガン』『タマゴばくだん』『たまなげ』『でんじほう』『どろばくだん』『はどうだん』『ヘドロばくだん』『マグネットボム』『ミストボール』『ロックブラスト』を無効化する。"
      }
    ]
  },
  {
    "name": "アップリュー",
    "galarNum": "206",
    "worldNum": "841",
    "height": "0.3m",
    "weight": [
      "1.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 110",
      "B": " 80",
      "C": " 95",
      "D": " 60",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "じゅくせい",
        "detail": "持っている『きのみ』を使う時、効果が2倍になる。"
      },
      {
        "abbilityName": "くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      },
      {
        "abbilityName": "*はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "タルップル",
    "galarNum": "207",
    "worldNum": "842",
    "height": "0.4m",
    "weight": [
      "13.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "くさ",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 110",
      "A": " 85",
      "B": " 80",
      "C": " 100",
      "D": " 80",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "じゅくせい",
        "detail": "持っている『きのみ』を使う時、効果が2倍になる。"
      },
      {
        "abbilityName": "くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      },
      {
        "abbilityName": "*あついしぼう",
        "detail": "『ほのお』『こおり』タイプの技を受けた時、ダメージが半減する。"
      }
    ]
  },
  {
    "name": "ニャスパー",
    "galarNum": "208",
    "worldNum": "677",
    "height": "0.3m",
    "weight": [
      "3.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 62",
      "A": " 48",
      "B": " 54",
      "C": " 63",
      "D": " 60",
      "S": " 68"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*マイペース",
        "detail": "『こんらん』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "ニャオニクス",
    "galarNum": "209",
    "worldNum": "678",
    "height": "0.6m",
    "weight": [
      "8.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 74",
      "A": " 48",
      "B": " 76",
      "C": " 83",
      "D": " 81",
      "S": " 104"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      }
    ]
  },
  {
    "name": "ペロッパフ",
    "galarNum": "210",
    "worldNum": "684",
    "height": "0.4m",
    "weight": [
      "3.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 62",
      "A": " 48",
      "B": " 66",
      "C": " 59",
      "D": " 57",
      "S": " 49"
    },
    "abbility": [
      {
        "abbilityName": "スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      },
      {
        "abbilityName": "*かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      }
    ]
  },
  {
    "name": "ペロリーム",
    "galarNum": "211",
    "worldNum": "685",
    "height": "0.8m",
    "weight": [
      "5.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 82",
      "A": " 80",
      "B": " 86",
      "C": " 85",
      "D": " 75",
      "S": " 72"
    },
    "abbility": [
      {
        "abbilityName": "スイートベール",
        "detail": "自分や味方のポケモンは『ねむり』状態にならない。"
      },
      {
        "abbilityName": "*かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      }
    ]
  },
  {
    "name": "シュシュプ",
    "galarNum": "212",
    "worldNum": "682",
    "height": "0.2m",
    "weight": [
      "0.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 78",
      "A": " 52",
      "B": " 60",
      "C": " 63",
      "D": " 65",
      "S": " 23"
    },
    "abbility": [
      {
        "abbilityName": "いやしのこころ",
        "detail": "毎ターン終了時、1/3の確率で自分以外の味方の状態異常が治る。"
      },
      {
        "abbilityName": "*アロマベール",
        "detail": "自分と味方へのメンタル攻撃技『アンコール』『いちゃもん』『かいふくふうじ』『かなしばり』『ちょうはつ』『メロメロ』を無効化する。"
      }
    ]
  },
  {
    "name": "フレフワン",
    "galarNum": "213",
    "worldNum": "683",
    "height": "0.8m",
    "weight": [
      "15.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 101",
      "A": " 72",
      "B": " 72",
      "C": " 99",
      "D": " 89",
      "S": " 29"
    },
    "abbility": [
      {
        "abbilityName": "いやしのこころ",
        "detail": "毎ターン終了時、1/3の確率で自分以外の味方の状態異常が治る。"
      },
      {
        "abbilityName": "*アロマベール",
        "detail": "自分と味方へのメンタル攻撃技『アンコール』『いちゃもん』『かいふくふうじ』『かなしばり』『ちょうはつ』『メロメロ』を無効化する。"
      }
    ]
  },
  {
    "name": "シズクモ",
    "galarNum": "214",
    "worldNum": "751",
    "height": "0.3m",
    "weight": [
      "4.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず",
      "むし"
    ],
    "baseStats": {
      "H": " 38",
      "A": " 40",
      "B": " 52",
      "C": " 40",
      "D": " 72",
      "S": " 27"
    },
    "abbility": [
      {
        "abbilityName": "すいほう",
        "detail": "『みず』タイプの技の威力が2倍になる。また、『ほのお』タイプの技を受けた時、ダメージが半減する。さらに『やけど』状態にならない。"
      },
      {
        "abbilityName": "*ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      }
    ]
  },
  {
    "name": "オニシズクモ",
    "galarNum": "215",
    "worldNum": "752",
    "height": "1.8m",
    "weight": [
      "82.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "みず",
      "むし"
    ],
    "baseStats": {
      "H": " 68",
      "A": " 70",
      "B": " 92",
      "C": " 50",
      "D": " 132",
      "S": " 42"
    },
    "abbility": [
      {
        "abbilityName": "すいほう",
        "detail": "『みず』タイプの技の威力が2倍になる。また、『ほのお』タイプの技を受けた時、ダメージが半減する。さらに『やけど』状態にならない。"
      },
      {
        "abbilityName": "*ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      }
    ]
  },
  {
    "name": "ソーナノ",
    "galarNum": "216",
    "worldNum": "360",
    "height": "0.6m",
    "weight": [
      "14.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 23",
      "B": " 48",
      "C": " 23",
      "D": " 48",
      "S": " 23"
    },
    "abbility": [
      {
        "abbilityName": "かげふみ",
        "detail": "相手は逃げたり、ポケモンを交代することができなくなる。相手が『ゴースト』タイプや特性『かげふみ』の場合は無効。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "ソーナンス",
    "galarNum": "217",
    "worldNum": "202",
    "height": "1.3m",
    "weight": [
      "28.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 190",
      "A": " 33",
      "B": " 58",
      "C": " 33",
      "D": " 58",
      "S": " 33"
    },
    "abbility": [
      {
        "abbilityName": "かげふみ",
        "detail": "相手は逃げたり、ポケモンを交代することができなくなる。相手が『ゴースト』タイプや特性『かげふみ』の場合は無効。"
      },
      {
        "abbilityName": "*テレパシー",
        "detail": "味方の技のダメージを受けない。"
      }
    ]
  },
  {
    "name": "カモネギ",
    "galarNum": "218",
    "worldNum": "083",
    "height": "0.8m",
    "weight": [
      "42.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 52",
      "A": " 95",
      "B": " 55",
      "C": " 58",
      "D": " 62",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*きもったま",
        "detail": "相手が『ゴースト』タイプでも、『ノーマル』『かくとう』タイプの技が等倍で当たる。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "ネギガナイト",
    "galarNum": "219",
    "worldNum": "865",
    "height": "0.8m",
    "weight": [
      "117.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 62",
      "A": " 135",
      "B": " 95",
      "C": " 68",
      "D": " 82",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*きもったま",
        "detail": "相手が『ゴースト』タイプでも、『ノーマル』『かくとう』タイプの技が等倍で当たる。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "チョンチー",
    "galarNum": "220",
    "worldNum": "170",
    "height": "0.5m",
    "weight": [
      "12.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず",
      "でんき"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 38",
      "B": " 38",
      "C": " 56",
      "D": " 56",
      "S": " 67"
    },
    "abbility": [
      {
        "abbilityName": "ちくでん",
        "detail": "『でんき』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "はっこう",
        "detail": "野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      }
    ]
  },
  {
    "name": "ランターン",
    "galarNum": "221",
    "worldNum": "171",
    "height": "1.2m",
    "weight": [
      "22.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず",
      "でんき"
    ],
    "baseStats": {
      "H": " 125",
      "A": " 58",
      "B": " 58",
      "C": " 76",
      "D": " 76",
      "S": " 67"
    },
    "abbility": [
      {
        "abbilityName": "ちくでん",
        "detail": "『でんき』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "はっこう",
        "detail": "野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      }
    ]
  },
  {
    "name": "グレッグル",
    "galarNum": "222",
    "worldNum": "453",
    "height": "0.7m",
    "weight": [
      "23.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "どく",
      "かくとう"
    ],
    "baseStats": {
      "H": " 48",
      "A": " 61",
      "B": " 40",
      "C": " 61",
      "D": " 40",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      },
      {
        "abbilityName": "かんそうはだ",
        "detail": "『ほのお』タイプの技の受けるダメージが1.25倍になる。『みず』タイプの技を受けると、ダメージを受けずHPが最大HPの1/4回復する。また、天気が『ひざしがつよい』の時は毎ターン最大HPの1/8のダメージを受け、『あめ』の時は毎ターンHPが最大HPの1/8回復する。"
      },
      {
        "abbilityName": "*どくしゅ",
        "detail": "相手に直接攻撃をすると、30%の確率で相手を『どく』状態にする。"
      }
    ]
  },
  {
    "name": "ドクロッグ",
    "galarNum": "223",
    "worldNum": "454",
    "height": "1.3m",
    "weight": [
      "44.4kg",
      "けたぐり威力60"
    ],
    "type": [
      "どく",
      "かくとう"
    ],
    "baseStats": {
      "H": " 83",
      "A": " 106",
      "B": " 65",
      "C": " 86",
      "D": " 65",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      },
      {
        "abbilityName": "かんそうはだ",
        "detail": "『ほのお』タイプの技の受けるダメージが1.25倍になる。『みず』タイプの技を受けると、ダメージを受けずHPが最大HPの1/4回復する。また、天気が『ひざしがつよい』の時は毎ターン最大HPの1/8のダメージを受け、『あめ』の時は毎ターンHPが最大HPの1/8回復する。"
      },
      {
        "abbilityName": "*どくしゅ",
        "detail": "相手に直接攻撃をすると、30%の確率で相手を『どく』状態にする。"
      }
    ]
  },
  {
    "name": "ズルッグ",
    "galarNum": "224",
    "worldNum": "559",
    "height": "0.6m",
    "weight": [
      "11.8kg",
      "けたぐり威力40"
    ],
    "type": [
      "あく",
      "かくとう"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 75",
      "B": " 70",
      "C": " 35",
      "D": " 70",
      "S": " 48"
    },
    "abbility": [
      {
        "abbilityName": "だっぴ",
        "detail": "ターンごとに1/3の確率で状態異常が治る。"
      },
      {
        "abbilityName": "じしんかじょう",
        "detail": "自分の技で相手を倒すと、『こうげき』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*いかく",
        "detail": "戦闘に出たときに相手の『こうげき』ランクを1段階下げる。第8世代からは、特性『きもったま』『せいしんりょく』『どんかん』『マイペース』の相手には無効。／レベルの低い野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "ズルズキン",
    "galarNum": "225",
    "worldNum": "560",
    "height": "1.1m",
    "weight": [
      "30.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく",
      "かくとう"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 90",
      "B": " 115",
      "C": " 45",
      "D": " 115",
      "S": " 58"
    },
    "abbility": [
      {
        "abbilityName": "だっぴ",
        "detail": "ターンごとに1/3の確率で状態異常が治る。"
      },
      {
        "abbilityName": "じしんかじょう",
        "detail": "自分の技で相手を倒すと、『こうげき』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*いかく",
        "detail": "戦闘に出たときに相手の『こうげき』ランクを1段階下げる。第8世代からは、特性『きもったま』『せいしんりょく』『どんかん』『マイペース』の相手には無効。／レベルの低い野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "マッギョ",
    "galarNum": "226",
    "worldNum": "618",
    "height": "0.7m",
    "weight": [
      "20.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "じめん",
      "はがね"
    ],
    "baseStats": {
      "H": " 109",
      "A": " 81",
      "B": " 99",
      "C": " 66",
      "D": " 84",
      "S": " 32"
    },
    "abbility": [
      {
        "abbilityName": "ぎたい",
        "detail": "場フィールドの状態にあわせて、自分の『タイプ』が変化する。『エレキフィールド』では『でんき』タイプ、『グラスフィールド』では『くさ』タイプ、『サイコフィールド』では『エスパー』タイプ、『ミストフィールド』では『フェアリー』になる。フィールドが戻ると、タイプも元に戻る。"
      }
    ]
  },
  {
    "name": "ツボツボ",
    "galarNum": "227",
    "worldNum": "213",
    "height": "0.6m",
    "weight": [
      "20.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "むし",
      "いわ"
    ],
    "baseStats": {
      "H": " 20",
      "A": " 10",
      "B": " 230",
      "C": " 10",
      "D": " 230",
      "S": " 5"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      },
      {
        "abbilityName": "*あまのじゃく",
        "detail": "能力ランクを変化させる技の効果が逆になる(1段階上がるものは1段階下がる)。ただし、変化技のZワザによる追加効果については影響を受けない。"
      }
    ]
  },
  {
    "name": "ドジョッチ",
    "galarNum": "228",
    "worldNum": "339",
    "height": "0.4m",
    "weight": [
      "1.9kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず",
      "じめん"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 48",
      "B": " 43",
      "C": " 46",
      "D": " 41",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      },
      {
        "abbilityName": "*うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      }
    ]
  },
  {
    "name": "ナマズン",
    "galarNum": "229",
    "worldNum": "340",
    "height": "0.9m",
    "weight": [
      "23.6kg",
      "けたぐり威力40"
    ],
    "type": [
      "みず",
      "じめん"
    ],
    "baseStats": {
      "H": " 110",
      "A": " 78",
      "B": " 73",
      "C": " 76",
      "D": " 71",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      },
      {
        "abbilityName": "*うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      }
    ]
  },
  {
    "name": "カラナクシ",
    "galarNum": "230",
    "worldNum": "422",
    "height": "0.3m",
    "weight": [
      "6.3kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 76",
      "A": " 48",
      "B": " 48",
      "C": " 57",
      "D": " 62",
      "S": " 34"
    },
    "abbility": [
      {
        "abbilityName": "ねんちゃく",
        "detail": "持っている道具を相手に奪われない。／『てもち』の先頭にいると釣りが成功しやすくなる。"
      },
      {
        "abbilityName": "よびみず",
        "detail": "『みず』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤルの時、自分以外の全てのポケモンの『みず』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "トリトドン",
    "galarNum": "231",
    "worldNum": "423",
    "height": "0.9m",
    "weight": [
      "29.9kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず",
      "じめん"
    ],
    "baseStats": {
      "H": " 111",
      "A": " 83",
      "B": " 68",
      "C": " 92",
      "D": " 82",
      "S": " 39"
    },
    "abbility": [
      {
        "abbilityName": "ねんちゃく",
        "detail": "持っている道具を相手に奪われない。／『てもち』の先頭にいると釣りが成功しやすくなる。"
      },
      {
        "abbilityName": "よびみず",
        "detail": "『みず』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤルの時、自分以外の全てのポケモンの『みず』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "コソクムシ",
    "galarNum": "232",
    "worldNum": "767",
    "height": "0.5m",
    "weight": [
      "12.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "むし",
      "みず"
    ],
    "baseStats": {
      "H": " 25",
      "A": " 35",
      "B": " 40",
      "C": " 20",
      "D": " 30",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "にげごし",
        "detail": "相手の技のダメージで自分の残りHPが半分以下になると、他の手持ちのポケモンと交代する。相手の技のダメージ以外の場合や、すでに残りHPが半分以下の場合は発動しない。なお、野生のポケモンが相手の場合は交代せずに逃げ出す。"
      }
    ]
  },
  {
    "name": "グソクムシャ",
    "galarNum": "233",
    "worldNum": "768",
    "height": "2.0m",
    "weight": [
      "108.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "むし",
      "みず"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 125",
      "B": " 140",
      "C": " 60",
      "D": " 90",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ききかいひ",
        "detail": "相手の技のダメージで自分の残りHPが半分以下になると、他の手持ちのポケモンと交代する。相手の技のダメージ以外の場合や、すでに残りHPが半分以下の場合は発動しない。なお、野生のポケモンが相手の場合は交代せずに逃げ出す。"
      }
    ]
  },
  {
    "name": "カメテテ",
    "galarNum": "234",
    "worldNum": "688",
    "height": "0.5m",
    "weight": [
      "31.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "いわ",
      "みず"
    ],
    "baseStats": {
      "H": " 42",
      "A": " 52",
      "B": " 67",
      "C": " 39",
      "D": " 56",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "かたいツメ",
        "detail": "直接攻撃する技の威力が1.3倍になる。"
      },
      {
        "abbilityName": "スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "ガメノデス",
    "galarNum": "235",
    "worldNum": "689",
    "height": "1.3m",
    "weight": [
      "96.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "いわ",
      "みず"
    ],
    "baseStats": {
      "H": " 72",
      "A": " 105",
      "B": " 115",
      "C": " 54",
      "D": " 86",
      "S": " 68"
    },
    "abbility": [
      {
        "abbilityName": "かたいツメ",
        "detail": "直接攻撃する技の威力が1.3倍になる。"
      },
      {
        "abbilityName": "スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "サニーゴ",
    "galarNum": "236",
    "worldNum": "222",
    "height": "0.6m",
    "weight": [
      "0.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 55",
      "B": " 100",
      "C": " 65",
      "D": " 100",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      },
      {
        "abbilityName": "*のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      }
    ]
  },
  {
    "name": "サニゴーン",
    "galarNum": "237",
    "worldNum": "864",
    "height": "1.0m",
    "weight": [
      "0.4kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 95",
      "B": " 50",
      "C": " 145",
      "D": " 130",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      },
      {
        "abbilityName": "*ほろびのボディ",
        "detail": "直接攻撃を受けると、3ターン終了後に、お互いのポケモンは『ひんし』状態になる。それまでに交代したポケモンは効果が消える。"
      }
    ]
  },
  {
    "name": "ベロバー",
    "galarNum": "238",
    "worldNum": "859",
    "height": "0.4m",
    "weight": [
      "5.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "あく",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 45",
      "B": " 30",
      "C": " 55",
      "D": " 40",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      },
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "ギモー",
    "galarNum": "239",
    "worldNum": "860",
    "height": "0.8m",
    "weight": [
      "12.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "あく",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 60",
      "B": " 45",
      "C": " 75",
      "D": " 55",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      },
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "オーロンゲ",
    "galarNum": "240",
    "worldNum": "861",
    "height": "1.5m",
    "weight": [
      "61.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "あく",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 120",
      "B": " 65",
      "C": " 95",
      "D": " 75",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      },
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "ミブリム",
    "galarNum": "241",
    "worldNum": "856",
    "height": "0.4m",
    "weight": [
      "3.4kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 42",
      "A": " 30",
      "B": " 45",
      "C": " 56",
      "D": " 53",
      "S": " 39"
    },
    "abbility": [
      {
        "abbilityName": "いやしのこころ",
        "detail": "毎ターン終了時、1/3の確率で自分以外の味方の状態異常が治る。"
      },
      {
        "abbilityName": "きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      },
      {
        "abbilityName": "*マジックミラー",
        "detail": "技『マジックコート』で跳ね返すことのできる技を跳ね返せる。"
      }
    ]
  },
  {
    "name": "テブリム",
    "galarNum": "242",
    "worldNum": "857",
    "height": "0.6m",
    "weight": [
      "4.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 57",
      "A": " 40",
      "B": " 65",
      "C": " 86",
      "D": " 73",
      "S": " 49"
    },
    "abbility": [
      {
        "abbilityName": "いやしのこころ",
        "detail": "毎ターン終了時、1/3の確率で自分以外の味方の状態異常が治る。"
      },
      {
        "abbilityName": "きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      },
      {
        "abbilityName": "*マジックミラー",
        "detail": "技『マジックコート』で跳ね返すことのできる技を跳ね返せる。"
      }
    ]
  },
  {
    "name": "ブリムオン",
    "galarNum": "243",
    "worldNum": "858",
    "height": "2.1m",
    "weight": [
      "5.1kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 57",
      "A": " 90",
      "B": " 95",
      "C": " 136",
      "D": " 103",
      "S": " 29"
    },
    "abbility": [
      {
        "abbilityName": "いやしのこころ",
        "detail": "毎ターン終了時、1/3の確率で自分以外の味方の状態異常が治る。"
      },
      {
        "abbilityName": "きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      },
      {
        "abbilityName": "*マジックミラー",
        "detail": "技『マジックコート』で跳ね返すことのできる技を跳ね返せる。"
      }
    ]
  },
  {
    "name": "ヤトウモリ",
    "galarNum": "244",
    "worldNum": "757",
    "height": "0.6m",
    "weight": [
      "4.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "どく",
      "ほのお"
    ],
    "baseStats": {
      "H": " 48",
      "A": " 44",
      "B": " 40",
      "C": " 71",
      "D": " 40",
      "S": " 77"
    },
    "abbility": [
      {
        "abbilityName": "ふしょく",
        "detail": "『どく』『はがね』タイプのポケモンも『どく』『もうどく』状態にできる。"
      },
      {
        "abbilityName": "*どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "エンニュート",
    "galarNum": "245",
    "worldNum": "758",
    "height": "1.2m",
    "weight": [
      "22.2kg",
      "けたぐり威力40"
    ],
    "type": [
      "どく",
      "ほのお"
    ],
    "baseStats": {
      "H": " 68",
      "A": " 64",
      "B": " 60",
      "C": " 111",
      "D": " 60",
      "S": " 117"
    },
    "abbility": [
      {
        "abbilityName": "ふしょく",
        "detail": "『どく』『はがね』タイプのポケモンも『どく』『もうどく』状態にできる。"
      },
      {
        "abbilityName": "*どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "コマタナ",
    "galarNum": "246",
    "worldNum": "624",
    "height": "0.5m",
    "weight": [
      "10.2kg",
      "けたぐり威力40"
    ],
    "type": [
      "あく",
      "はがね"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 85",
      "B": " 70",
      "C": " 40",
      "D": " 40",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "まけんき",
        "detail": "相手の技や特性で能力ランクが下がった時、自分の『こうげき』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      },
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "キリキザン",
    "galarNum": "247",
    "worldNum": "625",
    "height": "1.6m",
    "weight": [
      "70.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "あく",
      "はがね"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 125",
      "B": " 100",
      "C": " 60",
      "D": " 70",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "まけんき",
        "detail": "相手の技や特性で能力ランクが下がった時、自分の『こうげき』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      },
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ナゲキ",
    "galarNum": "248",
    "worldNum": "538",
    "height": "1.3m",
    "weight": [
      "55.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 120",
      "A": " 100",
      "B": " 85",
      "C": " 30",
      "D": " 85",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      }
    ]
  },
  {
    "name": "ダゲキ",
    "galarNum": "249",
    "worldNum": "539",
    "height": "1.4m",
    "weight": [
      "51.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 125",
      "B": " 75",
      "C": " 30",
      "D": " 75",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      }
    ]
  },
  {
    "name": "ドガース",
    "galarNum": "250",
    "worldNum": "109",
    "height": "0.6m",
    "weight": [
      "1.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "どく"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 65",
      "B": " 95",
      "C": " 60",
      "D": " 45",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      },
      {
        "abbilityName": "かがくへんかガス",
        "detail": "このポケモンがいる限り、場にいるすべてのポケモンの特性の効果が無効になり、発動しなくなる。"
      },
      {
        "abbilityName": "*あくしゅう",
        "detail": "相手に技のダメージを与えると、10%の確率でひるませる。／野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "マタドガス",
    "galarNum": "251",
    "worldNum": "110",
    "height": "3.0m",
    "weight": [
      "16.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "どく",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 90",
      "B": " 120",
      "C": " 85",
      "D": " 70",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      },
      {
        "abbilityName": "かがくへんかガス",
        "detail": "このポケモンがいる限り、場にいるすべてのポケモンの特性の効果が無効になり、発動しなくなる。"
      },
      {
        "abbilityName": "*ミストメイカー",
        "detail": "戦闘に出ると5ターンの間、場の状態を『ミストフィールド』にする。(『ひこう』タイプや特性『ふゆう』などではない地面にいるすべてのポケモンは、状態異常にならず、また『ドラゴン』タイプの技の受けるダメージが半減する)"
      }
    ]
  },
  {
    "name": "ウソハチ",
    "galarNum": "252",
    "worldNum": "438",
    "height": "0.5m",
    "weight": [
      "15.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "いわ"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 80",
      "B": " 95",
      "C": " 10",
      "D": " 45",
      "S": " 10"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "いしあたま",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『フレアドライブ』『ブレイブバード』『ボルテッカー』『もろはのずつき』『ワイルドボルト』の反動を受けない。技『わるあがき』の反動は受ける。"
      },
      {
        "abbilityName": "*びびり",
        "detail": "『ゴースト』『むし』『あく』タイプの技を受けた時、『すばやさ』ランクが1段階上がる。第8世代からは、相手の特性『いかく』で『こうげき』が下がった時にも発動する。"
      }
    ]
  },
  {
    "name": "ウソッキー",
    "galarNum": "253",
    "worldNum": "185",
    "height": "1.2m",
    "weight": [
      "38.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "いわ"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 100",
      "B": " 115",
      "C": " 30",
      "D": " 65",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      },
      {
        "abbilityName": "いしあたま",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『フレアドライブ』『ブレイブバード』『ボルテッカー』『もろはのずつき』『ワイルドボルト』の反動を受けない。技『わるあがき』の反動は受ける。"
      },
      {
        "abbilityName": "*びびり",
        "detail": "『ゴースト』『むし』『あく』タイプの技を受けた時、『すばやさ』ランクが1段階上がる。第8世代からは、相手の特性『いかく』で『こうげき』が下がった時にも発動する。"
      }
    ]
  },
  {
    "name": "ピィ",
    "galarNum": "254",
    "worldNum": "173",
    "height": "0.3m",
    "weight": [
      "3.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 25",
      "B": " 28",
      "C": " 45",
      "D": " 55",
      "S": " 15"
    },
    "abbility": [
      {
        "abbilityName": "メロメロボディ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『メロメロ』状態にする。性別が同じ場合や、性別不明の場合は効果がない。／異なる性別の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "マジックガード",
        "detail": "直接のダメージ以外を受けない。具体的には、『どく』『やけど』状態や特性『さめはだ』『てつのトゲ』『とびだすなかみ』『ヘドロえき』『ゆうばく』、天気『あられ』『すなあらし』、技『あくむ』『うずしお』『からではさむ』『しめつける』『ステルスロック』『すなじごく』『のろい』『はじけるほのお』『ふんじん』『ほのおのうず』『ほのおのちかい』『まきつく』『まきびし』『マグマストーム』『まとわりつく』『やどりぎのタネ』によるダメージ、反動のある技による反動ダメージや失敗時に受けるダメージ、『ニードルガード』『ふんじん』によるダメージ、道具『いのちのたま』『くっつきバリ』『くろいヘドロ』『ゴツゴツメット』の効果によるダメージを受けない。ただし『こんらん』『じばく』『だいばくはつ』『わるあがき』などには影響しない。"
      },
      {
        "abbilityName": "*フレンドガード",
        "detail": "自分以外の味方が受けるダメージが3/4に軽減される。(ダブルバトル用)"
      }
    ]
  },
  {
    "name": "ピッピ",
    "galarNum": "255",
    "worldNum": "035",
    "height": "0.6m",
    "weight": [
      "7.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 45",
      "B": " 48",
      "C": " 60",
      "D": " 65",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "メロメロボディ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『メロメロ』状態にする。性別が同じ場合や、性別不明の場合は効果がない。／異なる性別の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "マジックガード",
        "detail": "直接のダメージ以外を受けない。具体的には、『どく』『やけど』状態や特性『さめはだ』『てつのトゲ』『とびだすなかみ』『ヘドロえき』『ゆうばく』、天気『あられ』『すなあらし』、技『あくむ』『うずしお』『からではさむ』『しめつける』『ステルスロック』『すなじごく』『のろい』『はじけるほのお』『ふんじん』『ほのおのうず』『ほのおのちかい』『まきつく』『まきびし』『マグマストーム』『まとわりつく』『やどりぎのタネ』によるダメージ、反動のある技による反動ダメージや失敗時に受けるダメージ、『ニードルガード』『ふんじん』によるダメージ、道具『いのちのたま』『くっつきバリ』『くろいヘドロ』『ゴツゴツメット』の効果によるダメージを受けない。ただし『こんらん』『じばく』『だいばくはつ』『わるあがき』などには影響しない。"
      },
      {
        "abbilityName": "*フレンドガード",
        "detail": "自分以外の味方が受けるダメージが3/4に軽減される。(ダブルバトル用)"
      }
    ]
  },
  {
    "name": "ピクシー",
    "galarNum": "256",
    "worldNum": "036",
    "height": "1.3m",
    "weight": [
      "40.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 70",
      "B": " 73",
      "C": " 95",
      "D": " 90",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "メロメロボディ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『メロメロ』状態にする。性別が同じ場合や、性別不明の場合は効果がない。／異なる性別の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "マジックガード",
        "detail": "直接のダメージ以外を受けない。具体的には、『どく』『やけど』状態や特性『さめはだ』『てつのトゲ』『とびだすなかみ』『ヘドロえき』『ゆうばく』、天気『あられ』『すなあらし』、技『あくむ』『うずしお』『からではさむ』『しめつける』『ステルスロック』『すなじごく』『のろい』『はじけるほのお』『ふんじん』『ほのおのうず』『ほのおのちかい』『まきつく』『まきびし』『マグマストーム』『まとわりつく』『やどりぎのタネ』によるダメージ、反動のある技による反動ダメージや失敗時に受けるダメージ、『ニードルガード』『ふんじん』によるダメージ、道具『いのちのたま』『くっつきバリ』『くろいヘドロ』『ゴツゴツメット』の効果によるダメージを受けない。ただし『こんらん』『じばく』『だいばくはつ』『わるあがき』などには影響しない。"
      },
      {
        "abbilityName": "*てんねん",
        "detail": "相手の能力ランクの変化の影響を受けない。"
      }
    ]
  },
  {
    "name": "トゲピー",
    "galarNum": "257",
    "worldNum": "175",
    "height": "0.3m",
    "weight": [
      "1.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 35",
      "A": " 20",
      "B": " 65",
      "C": " 40",
      "D": " 65",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "てんのめぐみ",
        "detail": "技の追加効果の発生率が2倍になる。"
      },
      {
        "abbilityName": "*きょううん",
        "detail": "急所ランクが1段階上がった状態となり、自分の攻撃が急所に当たりやすくなる。"
      }
    ]
  },
  {
    "name": "トゲチック",
    "galarNum": "258",
    "worldNum": "176",
    "height": "0.6m",
    "weight": [
      "3.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "フェアリー",
      "ひこう"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 40",
      "B": " 85",
      "C": " 80",
      "D": " 105",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "てんのめぐみ",
        "detail": "技の追加効果の発生率が2倍になる。"
      },
      {
        "abbilityName": "*きょううん",
        "detail": "急所ランクが1段階上がった状態となり、自分の攻撃が急所に当たりやすくなる。"
      }
    ]
  },
  {
    "name": "トゲキッス",
    "galarNum": "259",
    "worldNum": "468",
    "height": "1.5m",
    "weight": [
      "38.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "フェアリー",
      "ひこう"
    ],
    "baseStats": {
      "H": " 85",
      "A": " 50",
      "B": " 95",
      "C": " 120",
      "D": " 115",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "てんのめぐみ",
        "detail": "技の追加効果の発生率が2倍になる。"
      },
      {
        "abbilityName": "*きょううん",
        "detail": "急所ランクが1段階上がった状態となり、自分の攻撃が急所に当たりやすくなる。"
      }
    ]
  },
  {
    "name": "ゴンベ",
    "galarNum": "260",
    "worldNum": "446",
    "height": "0.6m",
    "weight": [
      "105.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 135",
      "A": " 85",
      "B": " 40",
      "C": " 40",
      "D": " 85",
      "S": " 5"
    },
    "abbility": [
      {
        "abbilityName": "ものひろい",
        "detail": "毎ターン終了時に、そのターンに相手や味方(相手が優先)が消費した道具を拾って自分のものにする。自分が道具を持っていない時のみ発動する。『だっしゅつボタン』『ふうせん』には効果がない。／道具を持っていない時、戦闘後に10%の確率で道具を拾ってくる。戦闘に参加しなくてもよい。レベルに応じて拾ってくる道具が変化する。"
      },
      {
        "abbilityName": "あついしぼう",
        "detail": "『ほのお』『こおり』タイプの技を受けた時、ダメージが半減する。"
      },
      {
        "abbilityName": "*くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      }
    ]
  },
  {
    "name": "カビゴン",
    "galarNum": "261",
    "worldNum": "143",
    "height": "2.1m",
    "weight": [
      "460.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 160",
      "A": " 110",
      "B": " 65",
      "C": " 65",
      "D": " 110",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "めんえき",
        "detail": "『どく』状態にならない。"
      },
      {
        "abbilityName": "あついしぼう",
        "detail": "『ほのお』『こおり』タイプの技を受けた時、ダメージが半減する。"
      },
      {
        "abbilityName": "*くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      }
    ]
  },
  {
    "name": "モンメン",
    "galarNum": "262",
    "worldNum": "546",
    "height": "0.3m",
    "weight": [
      "0.6kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 27",
      "B": " 60",
      "C": " 37",
      "D": " 50",
      "S": " 66"
    },
    "abbility": [
      {
        "abbilityName": "いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      }
    ]
  },
  {
    "name": "エルフーン",
    "galarNum": "263",
    "worldNum": "547",
    "height": "0.7m",
    "weight": [
      "6.6kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 67",
      "B": " 85",
      "C": " 77",
      "D": " 75",
      "S": " 116"
    },
    "abbility": [
      {
        "abbilityName": "いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      }
    ]
  },
  {
    "name": "サイホーン",
    "galarNum": "264",
    "worldNum": "111",
    "height": "1.0m",
    "weight": [
      "115.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "じめん",
      "いわ"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 85",
      "B": " 95",
      "C": " 30",
      "D": " 30",
      "S": " 25"
    },
    "abbility": [
      {
        "abbilityName": "ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "いしあたま",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『フレアドライブ』『ブレイブバード』『ボルテッカー』『もろはのずつき』『ワイルドボルト』の反動を受けない。技『わるあがき』の反動は受ける。"
      },
      {
        "abbilityName": "*すてみ",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『とびげり』『とびひざげり』『もろはのずつき』『フレアドライブ』『ブレイブバード』『ボルテッカー』『ワイルドボルト』の威力が1.2倍になる。"
      }
    ]
  },
  {
    "name": "サイドン",
    "galarNum": "265",
    "worldNum": "112",
    "height": "1.9m",
    "weight": [
      "120.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "じめん",
      "いわ"
    ],
    "baseStats": {
      "H": " 105",
      "A": " 130",
      "B": " 120",
      "C": " 45",
      "D": " 45",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "いしあたま",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『フレアドライブ』『ブレイブバード』『ボルテッカー』『もろはのずつき』『ワイルドボルト』の反動を受けない。技『わるあがき』の反動は受ける。"
      },
      {
        "abbilityName": "*すてみ",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『とびげり』『とびひざげり』『もろはのずつき』『フレアドライブ』『ブレイブバード』『ボルテッカー』『ワイルドボルト』の威力が1.2倍になる。"
      }
    ]
  },
  {
    "name": "ドサイドン",
    "galarNum": "266",
    "worldNum": "464",
    "height": "2.4m",
    "weight": [
      "282.8kg",
      "けたぐり威力120"
    ],
    "type": [
      "じめん",
      "いわ"
    ],
    "baseStats": {
      "H": " 115",
      "A": " 140",
      "B": " 130",
      "C": " 55",
      "D": " 55",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "ハードロック",
        "detail": "タイプ相性が『こうかは ばつぐん』の技の受けるダメージが3/4になる。例えば、本来2倍弱点の場合は1.5倍のダメージに軽減される。"
      },
      {
        "abbilityName": "*すてみ",
        "detail": "技『アフロブレイク』『ウッドハンマー』『じごくぐるま』『すてみタックル』『とっしん』『とびげり』『とびひざげり』『もろはのずつき』『フレアドライブ』『ブレイブバード』『ボルテッカー』『ワイルドボルト』の威力が1.2倍になる。"
      }
    ]
  },
  {
    "name": "ゴチム",
    "galarNum": "267",
    "worldNum": "574",
    "height": "0.4m",
    "weight": [
      "5.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 30",
      "B": " 50",
      "C": " 55",
      "D": " 65",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "かちき",
        "detail": "相手の技や特性で能力ランクが下がると、『とくこう』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      },
      {
        "abbilityName": "*かげふみ",
        "detail": "相手は逃げたり、ポケモンを交代することができなくなる。相手が『ゴースト』タイプや特性『かげふみ』の場合は無効。"
      }
    ]
  },
  {
    "name": "ゴチミル",
    "galarNum": "268",
    "worldNum": "575",
    "height": "0.7m",
    "weight": [
      "18.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 45",
      "B": " 70",
      "C": " 75",
      "D": " 85",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "かちき",
        "detail": "相手の技や特性で能力ランクが下がると、『とくこう』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      },
      {
        "abbilityName": "*かげふみ",
        "detail": "相手は逃げたり、ポケモンを交代することができなくなる。相手が『ゴースト』タイプや特性『かげふみ』の場合は無効。"
      }
    ]
  },
  {
    "name": "ゴチルゼル",
    "galarNum": "269",
    "worldNum": "576",
    "height": "1.5m",
    "weight": [
      "44.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 55",
      "B": " 95",
      "C": " 95",
      "D": " 110",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "かちき",
        "detail": "相手の技や特性で能力ランクが下がると、『とくこう』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      },
      {
        "abbilityName": "*かげふみ",
        "detail": "相手は逃げたり、ポケモンを交代することができなくなる。相手が『ゴースト』タイプや特性『かげふみ』の場合は無効。"
      }
    ]
  },
  {
    "name": "ユニラン",
    "galarNum": "270",
    "worldNum": "577",
    "height": "0.3m",
    "weight": [
      "1.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 30",
      "B": " 40",
      "C": " 105",
      "D": " 50",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      },
      {
        "abbilityName": "マジックガード",
        "detail": "直接のダメージ以外を受けない。具体的には、『どく』『やけど』状態や特性『さめはだ』『てつのトゲ』『とびだすなかみ』『ヘドロえき』『ゆうばく』、天気『あられ』『すなあらし』、技『あくむ』『うずしお』『からではさむ』『しめつける』『ステルスロック』『すなじごく』『のろい』『はじけるほのお』『ふんじん』『ほのおのうず』『ほのおのちかい』『まきつく』『まきびし』『マグマストーム』『まとわりつく』『やどりぎのタネ』によるダメージ、反動のある技による反動ダメージや失敗時に受けるダメージ、『ニードルガード』『ふんじん』によるダメージ、道具『いのちのたま』『くっつきバリ』『くろいヘドロ』『ゴツゴツメット』の効果によるダメージを受けない。ただし『こんらん』『じばく』『だいばくはつ』『わるあがき』などには影響しない。"
      },
      {
        "abbilityName": "*さいせいりょく",
        "detail": "他のポケモンに交代するとHPが最大HPの1/3回復する。"
      }
    ]
  },
  {
    "name": "ダブラン",
    "galarNum": "271",
    "worldNum": "578",
    "height": "0.6m",
    "weight": [
      "8.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 40",
      "B": " 50",
      "C": " 125",
      "D": " 60",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      },
      {
        "abbilityName": "マジックガード",
        "detail": "直接のダメージ以外を受けない。具体的には、『どく』『やけど』状態や特性『さめはだ』『てつのトゲ』『とびだすなかみ』『ヘドロえき』『ゆうばく』、天気『あられ』『すなあらし』、技『あくむ』『うずしお』『からではさむ』『しめつける』『ステルスロック』『すなじごく』『のろい』『はじけるほのお』『ふんじん』『ほのおのうず』『ほのおのちかい』『まきつく』『まきびし』『マグマストーム』『まとわりつく』『やどりぎのタネ』によるダメージ、反動のある技による反動ダメージや失敗時に受けるダメージ、『ニードルガード』『ふんじん』によるダメージ、道具『いのちのたま』『くっつきバリ』『くろいヘドロ』『ゴツゴツメット』の効果によるダメージを受けない。ただし『こんらん』『じばく』『だいばくはつ』『わるあがき』などには影響しない。"
      },
      {
        "abbilityName": "*さいせいりょく",
        "detail": "他のポケモンに交代するとHPが最大HPの1/3回復する。"
      }
    ]
  },
  {
    "name": "ランクルス",
    "galarNum": "272",
    "worldNum": "579",
    "height": "1.0m",
    "weight": [
      "20.1kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 110",
      "A": " 65",
      "B": " 75",
      "C": " 125",
      "D": " 85",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      },
      {
        "abbilityName": "マジックガード",
        "detail": "直接のダメージ以外を受けない。具体的には、『どく』『やけど』状態や特性『さめはだ』『てつのトゲ』『とびだすなかみ』『ヘドロえき』『ゆうばく』、天気『あられ』『すなあらし』、技『あくむ』『うずしお』『からではさむ』『しめつける』『ステルスロック』『すなじごく』『のろい』『はじけるほのお』『ふんじん』『ほのおのうず』『ほのおのちかい』『まきつく』『まきびし』『マグマストーム』『まとわりつく』『やどりぎのタネ』によるダメージ、反動のある技による反動ダメージや失敗時に受けるダメージ、『ニードルガード』『ふんじん』によるダメージ、道具『いのちのたま』『くっつきバリ』『くろいヘドロ』『ゴツゴツメット』の効果によるダメージを受けない。ただし『こんらん』『じばく』『だいばくはつ』『わるあがき』などには影響しない。"
      },
      {
        "abbilityName": "*さいせいりょく",
        "detail": "他のポケモンに交代するとHPが最大HPの1/3回復する。"
      }
    ]
  },
  {
    "name": "カブルモ",
    "galarNum": "273",
    "worldNum": "588",
    "height": "0.5m",
    "weight": [
      "5.9kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 75",
      "B": " 45",
      "C": " 40",
      "D": " 45",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "だっぴ",
        "detail": "ターンごとに1/3の確率で状態異常が治る。"
      },
      {
        "abbilityName": "*ノーガード",
        "detail": "お互いに技が命中率・回避率に関係なく必ず命中する。／野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "シュバルゴ",
    "galarNum": "274",
    "worldNum": "589",
    "height": "1.0m",
    "weight": [
      "33.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "むし",
      "はがね"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 135",
      "B": " 105",
      "C": " 60",
      "D": " 105",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      }
    ]
  },
  {
    "name": "チョボマキ",
    "galarNum": "275",
    "worldNum": "616",
    "height": "0.4m",
    "weight": [
      "7.7kg",
      "けたぐり威力20"
    ],
    "type": [
      "むし"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 40",
      "B": " 85",
      "C": " 40",
      "D": " 65",
      "S": " 25"
    },
    "abbility": [
      {
        "abbilityName": "うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      }
    ]
  },
  {
    "name": "アギルダー",
    "galarNum": "276",
    "worldNum": "617",
    "height": "0.8m",
    "weight": [
      "25.3kg",
      "けたぐり威力60"
    ],
    "type": [
      "むし"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 70",
      "B": " 40",
      "C": " 100",
      "D": " 60",
      "S": " 145"
    },
    "abbility": [
      {
        "abbilityName": "うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      },
      {
        "abbilityName": "ねんちゃく",
        "detail": "持っている道具を相手に奪われない。／『てもち』の先頭にいると釣りが成功しやすくなる。"
      },
      {
        "abbilityName": "*かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      }
    ]
  },
  {
    "name": "リグレー",
    "galarNum": "277",
    "worldNum": "605",
    "height": "0.5m",
    "weight": [
      "9.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 55",
      "B": " 55",
      "C": " 85",
      "D": " 55",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "テレパシー",
        "detail": "味方の技のダメージを受けない。"
      },
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*アナライズ",
        "detail": "自分の攻撃がターンで一番最後の時、技の威力が1.3倍になる。"
      }
    ]
  },
  {
    "name": "オーベム",
    "galarNum": "278",
    "worldNum": "606",
    "height": "1.0m",
    "weight": [
      "34.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 75",
      "B": " 75",
      "C": " 125",
      "D": " 95",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "テレパシー",
        "detail": "味方の技のダメージを受けない。"
      },
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*アナライズ",
        "detail": "自分の攻撃がターンで一番最後の時、技の威力が1.3倍になる。"
      }
    ]
  },
  {
    "name": "クマシュン",
    "galarNum": "279",
    "worldNum": "613",
    "height": "0.5m",
    "weight": [
      "8.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 70",
      "B": " 40",
      "C": " 60",
      "D": " 40",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ゆきかき",
        "detail": "天気が『あられ』の時、『すばやさ』が2倍になる。また、『あられ』によるダメージを受けない。"
      },
      {
        "abbilityName": "*びびり",
        "detail": "『ゴースト』『むし』『あく』タイプの技を受けた時、『すばやさ』ランクが1段階上がる。第8世代からは、相手の特性『いかく』で『こうげき』が下がった時にも発動する。"
      }
    ]
  },
  {
    "name": "ツンベアー",
    "galarNum": "280",
    "worldNum": "614",
    "height": "2.6m",
    "weight": [
      "260.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 130",
      "B": " 80",
      "C": " 70",
      "D": " 80",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "ゆきがくれ",
        "detail": "天気が『あられ』の時、相手の技の命中率が0.8倍になる。また、『あられ』によるダメージを受けない。／フィールドの天気が『あられ』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ゆきかき",
        "detail": "天気が『あられ』の時、『すばやさ』が2倍になる。また、『あられ』によるダメージを受けない。"
      },
      {
        "abbilityName": "*すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      }
    ]
  },
  {
    "name": "ワシボン",
    "galarNum": "281",
    "worldNum": "627",
    "height": "0.5m",
    "weight": [
      "10.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "ノーマル",
      "ひこう"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 83",
      "B": " 50",
      "C": " 37",
      "D": " 50",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      },
      {
        "abbilityName": "*はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ウォーグル",
    "galarNum": "282",
    "worldNum": "628",
    "height": "1.5m",
    "weight": [
      "41.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "ノーマル",
      "ひこう"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 123",
      "B": " 75",
      "C": " 57",
      "D": " 75",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      },
      {
        "abbilityName": "*まけんき",
        "detail": "相手の技や特性で能力ランクが下がった時、自分の『こうげき』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      }
    ]
  },
  {
    "name": "バルチャイ",
    "galarNum": "283",
    "worldNum": "629",
    "height": "0.5m",
    "weight": [
      "9.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "あく",
      "ひこう"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 55",
      "B": " 75",
      "C": " 45",
      "D": " 65",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "はとむね",
        "detail": "相手の『ぼうぎょ』ランクを下げる技や特性の効果を受けない。"
      },
      {
        "abbilityName": "ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      },
      {
        "abbilityName": "*くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      }
    ]
  },
  {
    "name": "バルジーナ",
    "galarNum": "284",
    "worldNum": "630",
    "height": "1.2m",
    "weight": [
      "39.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく",
      "ひこう"
    ],
    "baseStats": {
      "H": " 110",
      "A": " 65",
      "B": " 105",
      "C": " 55",
      "D": " 95",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "はとむね",
        "detail": "相手の『ぼうぎょ』ランクを下げる技や特性の効果を受けない。"
      },
      {
        "abbilityName": "ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      },
      {
        "abbilityName": "*くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      }
    ]
  },
  {
    "name": "スコルピ",
    "galarNum": "285",
    "worldNum": "451",
    "height": "0.8m",
    "weight": [
      "12.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "どく",
      "むし"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 50",
      "B": " 90",
      "C": " 30",
      "D": " 55",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "カブトアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      },
      {
        "abbilityName": "*するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "ドラピオン",
    "galarNum": "286",
    "worldNum": "452",
    "height": "1.3m",
    "weight": [
      "61.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "どく",
      "あく"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 90",
      "B": " 110",
      "C": " 60",
      "D": " 75",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "カブトアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "スナイパー",
        "detail": "自分の攻撃が急所に当たると、ダメージが1.5倍ではなく2.25倍になる。"
      },
      {
        "abbilityName": "*するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "ヒトモシ",
    "galarNum": "287",
    "worldNum": "607",
    "height": "0.3m",
    "weight": [
      "3.1kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト",
      "ほのお"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 30",
      "B": " 55",
      "C": " 65",
      "D": " 55",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "ほのおのからだ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『やけど』状態にする。／『てもち』にいると、ポケモンのタマゴが2倍かえりやすくなる。"
      },
      {
        "abbilityName": "*すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ランプラー",
    "galarNum": "288",
    "worldNum": "608",
    "height": "0.6m",
    "weight": [
      "13.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ゴースト",
      "ほのお"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 40",
      "B": " 60",
      "C": " 95",
      "D": " 60",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "ほのおのからだ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『やけど』状態にする。／『てもち』にいると、ポケモンのタマゴが2倍かえりやすくなる。"
      },
      {
        "abbilityName": "*すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      }
    ]
  },
  {
    "name": "シャンデラ",
    "galarNum": "289",
    "worldNum": "609",
    "height": "1.0m",
    "weight": [
      "34.3kg",
      "けたぐり威力60"
    ],
    "type": [
      "ゴースト",
      "ほのお"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 55",
      "B": " 90",
      "C": " 145",
      "D": " 90",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "ほのおのからだ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『やけど』状態にする。／『てもち』にいると、ポケモンのタマゴが2倍かえりやすくなる。"
      },
      {
        "abbilityName": "*すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      }
    ]
  },
  {
    "name": "マーイーカ",
    "galarNum": "290",
    "worldNum": "686",
    "height": "0.4m",
    "weight": [
      "3.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "あく",
      "エスパー"
    ],
    "baseStats": {
      "H": " 53",
      "A": " 54",
      "B": " 53",
      "C": " 37",
      "D": " 46",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "あまのじゃく",
        "detail": "能力ランクを変化させる技の効果が逆になる(1段階上がるものは1段階下がる)。ただし、変化技のZワザによる追加効果については影響を受けない。"
      },
      {
        "abbilityName": "きゅうばん",
        "detail": "相手を交代させる技『ふきとばし』『ほえる』『ドラゴンテール』『ともえなげ』の効果を受けない。／『てもち』の先頭にいると釣りが成功しやすくなる。"
      },
      {
        "abbilityName": "*すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      }
    ]
  },
  {
    "name": "カラマネロ",
    "galarNum": "291",
    "worldNum": "687",
    "height": "1.5m",
    "weight": [
      "47.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく",
      "エスパー"
    ],
    "baseStats": {
      "H": " 86",
      "A": " 92",
      "B": " 88",
      "C": " 68",
      "D": " 75",
      "S": " 73"
    },
    "abbility": [
      {
        "abbilityName": "あまのじゃく",
        "detail": "能力ランクを変化させる技の効果が逆になる(1段階上がるものは1段階下がる)。ただし、変化技のZワザによる追加効果については影響を受けない。"
      },
      {
        "abbilityName": "きゅうばん",
        "detail": "相手を交代させる技『ふきとばし』『ほえる』『ドラゴンテール』『ともえなげ』の効果を受けない。／『てもち』の先頭にいると釣りが成功しやすくなる。"
      },
      {
        "abbilityName": "*すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ニューラ",
    "galarNum": "292",
    "worldNum": "215",
    "height": "0.9m",
    "weight": [
      "28.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく",
      "こおり"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 95",
      "B": " 55",
      "C": " 35",
      "D": " 75",
      "S": " 115"
    },
    "abbility": [
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "マニューラ",
    "galarNum": "293",
    "worldNum": "461",
    "height": "1.1m",
    "weight": [
      "34.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "あく",
      "こおり"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 120",
      "B": " 65",
      "C": " 45",
      "D": " 85",
      "S": " 125"
    },
    "abbility": [
      {
        "abbilityName": "プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*わるいてぐせ",
        "detail": "直接攻撃を受けた時、相手の持っている道具を奪う。"
      }
    ]
  },
  {
    "name": "ヤミラミ",
    "galarNum": "294",
    "worldNum": "302",
    "height": "0.5m",
    "weight": [
      "11.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "あく",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 75",
      "B": " 75",
      "C": " 65",
      "D": " 65",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "するどいめ",
        "detail": "命中率ランクが下がらない。また、相手の回避率ランクの変化の影響を受けない。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "あとだし",
        "detail": "技を出す順番が必ず一番最後になる。"
      },
      {
        "abbilityName": "*いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      }
    ]
  },
  {
    "name": "クチート",
    "galarNum": "295",
    "worldNum": "303",
    "height": "0.6m",
    "weight": [
      "11.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "はがね",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 85",
      "B": " 85",
      "C": " 55",
      "D": " 55",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "かいりきバサミ",
        "detail": "『こうげき』ランクが下がらない。"
      },
      {
        "abbilityName": "いかく",
        "detail": "戦闘に出たときに相手の『こうげき』ランクを1段階下げる。第8世代からは、特性『きもったま』『せいしんりょく』『どんかん』『マイペース』の相手には無効。／レベルの低い野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      }
    ]
  },
  {
    "name": "マラカッチ",
    "galarNum": "296",
    "worldNum": "556",
    "height": "1.0m",
    "weight": [
      "28.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "くさ"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 86",
      "B": " 67",
      "C": " 106",
      "D": " 67",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "ようりょくそ",
        "detail": "天気が『ひざしがつよい』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*よびみず",
        "detail": "『みず』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤルの時、自分以外の全てのポケモンの『みず』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      }
    ]
  },
  {
    "name": "シンボラー",
    "galarNum": "297",
    "worldNum": "561",
    "height": "1.4m",
    "weight": [
      "14.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー",
      "ひこう"
    ],
    "baseStats": {
      "H": " 72",
      "A": " 58",
      "B": " 80",
      "C": " 103",
      "D": " 80",
      "S": " 97"
    },
    "abbility": [
      {
        "abbilityName": "ミラクルスキン",
        "detail": "相手の変化技の命中する確率が50%より大きい場合、命中率が50%になる。"
      },
      {
        "abbilityName": "マジックガード",
        "detail": "直接のダメージ以外を受けない。具体的には、『どく』『やけど』状態や特性『さめはだ』『てつのトゲ』『とびだすなかみ』『ヘドロえき』『ゆうばく』、天気『あられ』『すなあらし』、技『あくむ』『うずしお』『からではさむ』『しめつける』『ステルスロック』『すなじごく』『のろい』『はじけるほのお』『ふんじん』『ほのおのうず』『ほのおのちかい』『まきつく』『まきびし』『マグマストーム』『まとわりつく』『やどりぎのタネ』によるダメージ、反動のある技による反動ダメージや失敗時に受けるダメージ、『ニードルガード』『ふんじん』によるダメージ、道具『いのちのたま』『くっつきバリ』『くろいヘドロ』『ゴツゴツメット』の効果によるダメージを受けない。ただし『こんらん』『じばく』『だいばくはつ』『わるあがき』などには影響しない。"
      },
      {
        "abbilityName": "*いろめがね",
        "detail": "自分の技のタイプ相性が『こうかは いまひとつのようだ』の場合、1/2倍の時は通常に、1/4倍の時は1/2倍になる。"
      }
    ]
  },
  {
    "name": "リオル",
    "galarNum": "298",
    "worldNum": "447",
    "height": "0.7m",
    "weight": [
      "20.2kg",
      "けたぐり威力40"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 70",
      "B": " 40",
      "C": " 35",
      "D": " 40",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*いたずらごころ",
        "detail": "自分の使う変化技の優先度が1だけ加算される。優先度0の変化技も優先度+1として『すばやさ』に関係なく先制攻撃できる。ただし『あく』タイプの相手(味方は含まない)には変化技がすべて失敗する(第6世代は条件なし)。"
      }
    ]
  },
  {
    "name": "ルカリオ",
    "galarNum": "299",
    "worldNum": "448",
    "height": "1.2m",
    "weight": [
      "54.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "かくとう",
      "はがね"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 110",
      "B": " 70",
      "C": " 115",
      "D": " 70",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "ふくつのこころ",
        "detail": "相手の技でひるむと、『すばやさ』ランクが1段階上がる。"
      },
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*せいぎのこころ",
        "detail": "『あく』タイプの技を受けると、『こうげき』ランクが1段階上がる。"
      }
    ]
  },
  {
    "name": "コータス",
    "galarNum": "300",
    "worldNum": "324",
    "height": "0.5m",
    "weight": [
      "80.4kg",
      "けたぐり威力80"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 85",
      "B": " 140",
      "C": " 85",
      "D": " 70",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "しろいけむり",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。／野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "ひでり",
        "detail": "戦闘に出ると5ターンの間、天気が『ひざしがつよい』になる。"
      },
      {
        "abbilityName": "*シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      }
    ]
  },
  {
    "name": "ミミッキュ",
    "galarNum": "301",
    "worldNum": "778",
    "height": "0.2m",
    "weight": [
      "0.7kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 90",
      "B": " 80",
      "C": " 50",
      "D": " 105",
      "S": " 96"
    },
    "abbility": [
      {
        "abbilityName": "ばけのかわ",
        "detail": "1回だけ相手の技のダメージや『こんらん』状態による自傷ダメージを無効化し、フォルムチェンジする(能力などは変化しない)。その時、第8世代からは最大HPの1/8のダメージを受ける。ダメージ以外の効果や、状態異常、天気や道具、特性によるダメージなどには影響しない。一度フォルムチェンジすると、場から離れてもバトル中は元に戻らない。"
      }
    ]
  },
  {
    "name": "ゾウドウ",
    "galarNum": "302",
    "worldNum": "878",
    "height": "1.2m",
    "weight": [
      "100.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "はがね"
    ],
    "baseStats": {
      "H": " 72",
      "A": " 80",
      "B": " 49",
      "C": " 40",
      "D": " 49",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      },
      {
        "abbilityName": "*ヘヴィメタル",
        "detail": "自分の『おもさ』が2倍になる。(技『ヘビーボンバー』などで有効)"
      }
    ]
  },
  {
    "name": "ダイオウドウ",
    "galarNum": "303",
    "worldNum": "879",
    "height": "3.0m",
    "weight": [
      "650.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "はがね"
    ],
    "baseStats": {
      "H": " 122",
      "A": " 130",
      "B": " 69",
      "C": " 80",
      "D": " 69",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      },
      {
        "abbilityName": "*ヘヴィメタル",
        "detail": "自分の『おもさ』が2倍になる。(技『ヘビーボンバー』などで有効)"
      }
    ]
  },
  {
    "name": "ハリーセン",
    "galarNum": "304",
    "worldNum": "211",
    "height": "0.5m",
    "weight": [
      "3.9kg",
      "けたぐり威力20"
    ],
    "type": [
      "みず",
      "どく"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 95",
      "B": " 85",
      "C": " 55",
      "D": " 55",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "どくのトゲ",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』状態にする。"
      },
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "*いかく",
        "detail": "戦闘に出たときに相手の『こうげき』ランクを1段階下げる。第8世代からは、特性『きもったま』『せいしんりょく』『どんかん』『マイペース』の相手には無効。／レベルの低い野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "プルリル",
    "galarNum": "305",
    "worldNum": "592",
    "height": "1.2m",
    "weight": [
      "33.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "みず",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 40",
      "B": " 50",
      "C": " 65",
      "D": " 85",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      },
      {
        "abbilityName": "*しめりけ",
        "detail": "全てのポケモンは技『じばく』『だいばくはつ』『ビックリヘッド』及び、特性『ゆうばく』が無効になる。"
      }
    ]
  },
  {
    "name": "ブルンゲル",
    "galarNum": "306",
    "worldNum": "593",
    "height": "2.2m",
    "weight": [
      "135.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "みず",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 60",
      "B": " 70",
      "C": " 85",
      "D": " 105",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      },
      {
        "abbilityName": "*しめりけ",
        "detail": "全てのポケモンは技『じばく』『だいばくはつ』『ビックリヘッド』及び、特性『ゆうばく』が無効になる。"
      }
    ]
  },
  {
    "name": "ヒドイデ",
    "galarNum": "307",
    "worldNum": "747",
    "height": "0.4m",
    "weight": [
      "8.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "どく",
      "みず"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 53",
      "B": " 62",
      "C": " 43",
      "D": " 52",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "ひとでなし",
        "detail": "相手が『どく』『もうどく』状態の時、自分の攻撃が必ず急所に当たる。"
      },
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "*さいせいりょく",
        "detail": "他のポケモンに交代するとHPが最大HPの1/3回復する。"
      }
    ]
  },
  {
    "name": "ドヒドイデ",
    "galarNum": "308",
    "worldNum": "748",
    "height": "0.7m",
    "weight": [
      "14.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "どく",
      "みず"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 63",
      "B": " 152",
      "C": " 53",
      "D": " 142",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "ひとでなし",
        "detail": "相手が『どく』『もうどく』状態の時、自分の攻撃が必ず急所に当たる。"
      },
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "*さいせいりょく",
        "detail": "他のポケモンに交代するとHPが最大HPの1/3回復する。"
      }
    ]
  },
  {
    "name": "ウッウ",
    "galarNum": "309",
    "worldNum": "845",
    "height": "0.8m",
    "weight": [
      "18.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ひこう",
      "みず"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 85",
      "B": " 55",
      "C": " 85",
      "D": " 95",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "うのミサイル",
        "detail": "自分が技『なみのり』か『ダイビング』を使った時、HPが最大HPの半分以上の時は『うのみのすがた』に、半分以下の時は『まるのみのすがた』にフォルムチェンジする。その後相手から技のダメージを受けた時に、相手にも最大HPの1/4のダメージを与え、さらに『うのみのすがた』では『ぼうぎょ』を1段階下げ、『まるのみのすがた』では『まひ』状態にする。"
      }
    ]
  },
  {
    "name": "エレズン",
    "galarNum": "310",
    "worldNum": "848",
    "height": "0.4m",
    "weight": [
      "11.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "でんき",
      "どく"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 38",
      "B": " 35",
      "C": " 54",
      "D": " 35",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "びびり",
        "detail": "『ゴースト』『むし』『あく』タイプの技を受けた時、『すばやさ』ランクが1段階上がる。第8世代からは、相手の特性『いかく』で『こうげき』が下がった時にも発動する。"
      },
      {
        "abbilityName": "せいでんき",
        "detail": "直接攻撃を受けると、30%の確率で相手を『まひ』状態にする。／『でんき』タイプの野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ぶきよう",
        "detail": "持っている道具の効果が発揮されない。"
      }
    ]
  },
  {
    "name": "ストリンダー",
    "galarNum": "311",
    "worldNum": "849",
    "height": "1.6m",
    "weight": [
      "40.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "でんき",
      "どく"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 98",
      "B": " 70",
      "C": " 114",
      "D": " 70",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "パンクロック",
        "detail": "自分の音系の技『いびき』『うたかたのアリア』『エコーボイス』『さわぐ』『スケイルノイズ』『チャームボイス』『バークアウト』『ハイパーボイス』『ばくおんぱ』『むしのさざめき』『りんしょう』『ソウルビート』『オーバードライブ』の威力が上がる。また、自分が受ける音系の技のダメージが半減する。"
      },
      {
        "abbilityName": "プラス",
        "detail": "特性『プラス』か『マイナス』のポケモンが戦闘にいると『とくこう』が1.5倍になる。"
      },
      {
        "abbilityName": "*テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      }
    ]
  },
  {
    "name": "スナヘビ",
    "galarNum": "312",
    "worldNum": "843",
    "height": "2.2m",
    "weight": [
      "7.6kg",
      "けたぐり威力20"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 52",
      "A": " 57",
      "B": " 75",
      "C": " 35",
      "D": " 50",
      "S": " 46"
    },
    "abbility": [
      {
        "abbilityName": "すなはき",
        "detail": "技のダメージを受けると、5ターンの間、天気が『すなあらし』になる。"
      },
      {
        "abbilityName": "だっぴ",
        "detail": "ターンごとに1/3の確率で状態異常が治る。"
      },
      {
        "abbilityName": "*すながくれ",
        "detail": "天気が『すなあらし』の時、回避率が上がる。また、『すなあらし』によるダメージを受けない。／フィールドの天気が『すなあらし』の時、野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "サダイジャ",
    "galarNum": "313",
    "worldNum": "844",
    "height": "3.8m",
    "weight": [
      "65.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 72",
      "A": " 107",
      "B": " 125",
      "C": " 65",
      "D": " 70",
      "S": " 71"
    },
    "abbility": [
      {
        "abbilityName": "すなはき",
        "detail": "技のダメージを受けると、5ターンの間、天気が『すなあらし』になる。"
      },
      {
        "abbilityName": "だっぴ",
        "detail": "ターンごとに1/3の確率で状態異常が治る。"
      },
      {
        "abbilityName": "*すながくれ",
        "detail": "天気が『すなあらし』の時、回避率が上がる。また、『すなあらし』によるダメージを受けない。／フィールドの天気が『すなあらし』の時、野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "ヒポポタス",
    "galarNum": "314",
    "worldNum": "449",
    "height": "0.8m",
    "weight": [
      "49.5kg",
      "けたぐり威力60"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 68",
      "A": " 72",
      "B": " 78",
      "C": " 38",
      "D": " 42",
      "S": " 32"
    },
    "abbility": [
      {
        "abbilityName": "すなおこし",
        "detail": "戦闘に出ると5ターンの間、天気が『すなあらし』になる。"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "カバルドン",
    "galarNum": "315",
    "worldNum": "450",
    "height": "2.0m",
    "weight": [
      "300.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 108",
      "A": " 112",
      "B": " 118",
      "C": " 68",
      "D": " 72",
      "S": " 47"
    },
    "abbility": [
      {
        "abbilityName": "すなおこし",
        "detail": "戦闘に出ると5ターンの間、天気が『すなあらし』になる。"
      },
      {
        "abbilityName": "*すなのちから",
        "detail": "天気が『すなあらし』の時、自分の『じめん』『いわ』『はがね』タイプの技の威力が1.3倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "アイアント",
    "galarNum": "316",
    "worldNum": "632",
    "height": "0.3m",
    "weight": [
      "33.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "むし",
      "はがね"
    ],
    "baseStats": {
      "H": " 58",
      "A": " 109",
      "B": " 112",
      "C": " 48",
      "D": " 48",
      "S": " 109"
    },
    "abbility": [
      {
        "abbilityName": "むしのしらせ",
        "detail": "HPが1/3以下の時、『むし』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*なまけ",
        "detail": "攻撃後、次のターンは技が使えなくなる。交代などは可能。技『スキルスワップ』で入れ替えることや『いえき』で特性を無効化することはできるが、『シンプルビーム』『なかまづくり』『なやみのタネ』は効果がない。"
      }
    ]
  },
  {
    "name": "クイタラン",
    "galarNum": "317",
    "worldNum": "631",
    "height": "1.4m",
    "weight": [
      "58.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 85",
      "A": " 97",
      "B": " 66",
      "C": " 105",
      "D": " 66",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "くいしんぼう",
        "detail": "通常より早く、HPが最大HPの半分以下になると『きのみ』を使う。"
      },
      {
        "abbilityName": "もらいび",
        "detail": "『ほのお』タイプの技のダメージや効果を受けず、以後自分の『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*しろいけむり",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。／野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "エリキテル",
    "galarNum": "318",
    "worldNum": "694",
    "height": "0.5m",
    "weight": [
      "6.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "でんき",
      "ノーマル"
    ],
    "baseStats": {
      "H": " 44",
      "A": " 38",
      "B": " 33",
      "C": " 61",
      "D": " 43",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "かんそうはだ",
        "detail": "『ほのお』タイプの技の受けるダメージが1.25倍になる。『みず』タイプの技を受けると、ダメージを受けずHPが最大HPの1/4回復する。また、天気が『ひざしがつよい』の時は毎ターン最大HPの1/8のダメージを受け、『あめ』の時は毎ターンHPが最大HPの1/8回復する。"
      },
      {
        "abbilityName": "すながくれ",
        "detail": "天気が『すなあらし』の時、回避率が上がる。また、『すなあらし』によるダメージを受けない。／フィールドの天気が『すなあらし』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*サンパワー",
        "detail": "天気が『ひざしがつよい』の時、『とくこう』が1.5倍になるが、毎ターン終了時に最大HPの1/8のダメージを受ける。"
      }
    ]
  },
  {
    "name": "エレザード",
    "galarNum": "319",
    "worldNum": "695",
    "height": "1.0m",
    "weight": [
      "21.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "でんき",
      "ノーマル"
    ],
    "baseStats": {
      "H": " 62",
      "A": " 55",
      "B": " 52",
      "C": " 109",
      "D": " 94",
      "S": " 109"
    },
    "abbility": [
      {
        "abbilityName": "かんそうはだ",
        "detail": "『ほのお』タイプの技の受けるダメージが1.25倍になる。『みず』タイプの技を受けると、ダメージを受けずHPが最大HPの1/4回復する。また、天気が『ひざしがつよい』の時は毎ターン最大HPの1/8のダメージを受け、『あめ』の時は毎ターンHPが最大HPの1/8回復する。"
      },
      {
        "abbilityName": "すながくれ",
        "detail": "天気が『すなあらし』の時、回避率が上がる。また、『すなあらし』によるダメージを受けない。／フィールドの天気が『すなあらし』の時、野生のポケモンと出会いにくくなる。"
      },
      {
        "abbilityName": "*サンパワー",
        "detail": "天気が『ひざしがつよい』の時、『とくこう』が1.5倍になるが、毎ターン終了時に最大HPの1/8のダメージを受ける。"
      }
    ]
  },
  {
    "name": "ルチャブル",
    "galarNum": "320",
    "worldNum": "701",
    "height": "0.8m",
    "weight": [
      "21.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "かくとう",
      "ひこう"
    ],
    "baseStats": {
      "H": " 78",
      "A": " 92",
      "B": " 75",
      "C": " 74",
      "D": " 63",
      "S": " 118"
    },
    "abbility": [
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "かるわざ",
        "detail": "持っている道具がなくなると『すばやさ』が2倍になる。再び道具を持つと元に戻る。最初から道具を持っていない場合は効果がない。"
      },
      {
        "abbilityName": "*かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      }
    ]
  },
  {
    "name": "ナックラー",
    "galarNum": "321",
    "worldNum": "328",
    "height": "0.7m",
    "weight": [
      "15.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "じめん"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 100",
      "B": " 45",
      "C": " 45",
      "D": " 45",
      "S": " 10"
    },
    "abbility": [
      {
        "abbilityName": "かいりきバサミ",
        "detail": "『こうげき』ランクが下がらない。"
      },
      {
        "abbilityName": "ありじごく",
        "detail": "相手は逃げたり、ポケモンを交代することができなくなる。ただし、相手が『ひこう』タイプや『ゴースト』タイプ、特性『ふゆう』の場合は効果がない。／野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ちからずく",
        "detail": "追加効果のある技を使うと、追加効果が発動しない代わりに威力が1.3倍になる。また、追加効果がある技を使うと、道具『いのちのたま』の反動効果や『かいがらのすず』の回復効果を受けない。攻撃対象の相手の道具『だっしゅつボタン』『レッドカード』『アッキのみ』『タラプのみ』および特性『にげごし』『ききかいひ』『へんしょく』『わるいてぐせ』『ぎゃくじょう』の効果も発動させない。なお、自分の能力ランクを下げる技や反動技は追加効果の対象ではない。"
      }
    ]
  },
  {
    "name": "ビブラーバ",
    "galarNum": "322",
    "worldNum": "329",
    "height": "1.1m",
    "weight": [
      "15.3kg",
      "けたぐり威力40"
    ],
    "type": [
      "じめん",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 70",
      "B": " 50",
      "C": " 50",
      "D": " 50",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "フライゴン",
    "galarNum": "323",
    "worldNum": "330",
    "height": "2.0m",
    "weight": [
      "82.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "じめん",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 100",
      "B": " 80",
      "C": " 80",
      "D": " 80",
      "S": " 100"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "キバゴ",
    "galarNum": "324",
    "worldNum": "610",
    "height": "0.6m",
    "weight": [
      "18.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 46",
      "A": " 87",
      "B": " 60",
      "C": " 30",
      "D": " 40",
      "S": " 57"
    },
    "abbility": [
      {
        "abbilityName": "とうそうしん",
        "detail": "性別が同じ相手に対しては『こうげき』『とくこう』が1.25倍になるが、異なる場合は0.75倍になる。性別のないポケモンの場合は効果がない。"
      },
      {
        "abbilityName": "かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      },
      {
        "abbilityName": "*きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      }
    ]
  },
  {
    "name": "オノンド",
    "galarNum": "325",
    "worldNum": "611",
    "height": "1.0m",
    "weight": [
      "36.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 66",
      "A": " 117",
      "B": " 70",
      "C": " 40",
      "D": " 50",
      "S": " 67"
    },
    "abbility": [
      {
        "abbilityName": "とうそうしん",
        "detail": "性別が同じ相手に対しては『こうげき』『とくこう』が1.25倍になるが、異なる場合は0.75倍になる。性別のないポケモンの場合は効果がない。"
      },
      {
        "abbilityName": "かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      },
      {
        "abbilityName": "*きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      }
    ]
  },
  {
    "name": "オノノクス",
    "galarNum": "326",
    "worldNum": "612",
    "height": "1.8m",
    "weight": [
      "105.5kg",
      "けたぐり威力100"
    ],
    "type": [
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 76",
      "A": " 147",
      "B": " 90",
      "C": " 60",
      "D": " 70",
      "S": " 97"
    },
    "abbility": [
      {
        "abbilityName": "とうそうしん",
        "detail": "性別が同じ相手に対しては『こうげき』『とくこう』が1.25倍になるが、異なる場合は0.75倍になる。性別のないポケモンの場合は効果がない。"
      },
      {
        "abbilityName": "かたやぶり",
        "detail": "相手の特性の影響を受けずに攻撃できる。ただし、攻撃後に受ける効果は消えない。"
      },
      {
        "abbilityName": "*きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      }
    ]
  },
  {
    "name": "デスマス",
    "galarNum": "327",
    "worldNum": "562",
    "height": "0.5m",
    "weight": [
      "1.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 38",
      "A": " 30",
      "B": " 85",
      "C": " 55",
      "D": " 65",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "ミイラ",
        "detail": "直接攻撃を受けると、相手の特性を『ミイラ』にする(相手の本来の特性を無効化する)。"
      }
    ]
  },
  {
    "name": "デスバーン",
    "galarNum": "328",
    "worldNum": "867",
    "height": "1.6m",
    "weight": [
      "66.6kg",
      "けたぐり威力80"
    ],
    "type": [
      "じめん",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 58",
      "A": " 95",
      "B": " 145",
      "C": " 50",
      "D": " 105",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "さまようたましい",
        "detail": "直接攻撃を受けると、自分と相手の特性を入れ替える。"
      }
    ]
  },
  {
    "name": "デスカーン",
    "galarNum": "329",
    "worldNum": "563",
    "height": "1.7m",
    "weight": [
      "76.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 58",
      "A": " 50",
      "B": " 145",
      "C": " 95",
      "D": " 105",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "ミイラ",
        "detail": "直接攻撃を受けると、相手の特性を『ミイラ』にする(相手の本来の特性を無効化する)。"
      }
    ]
  },
  {
    "name": "ヒトツキ",
    "galarNum": "330",
    "worldNum": "679",
    "height": "0.8m",
    "weight": [
      "2.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "はがね",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 80",
      "B": " 100",
      "C": " 35",
      "D": " 37",
      "S": " 28"
    },
    "abbility": [
      {
        "abbilityName": "ノーガード",
        "detail": "お互いに技が命中率・回避率に関係なく必ず命中する。／野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ニダンギル",
    "galarNum": "331",
    "worldNum": "680",
    "height": "0.8m",
    "weight": [
      "4.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "はがね",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 59",
      "A": " 110",
      "B": " 150",
      "C": " 45",
      "D": " 49",
      "S": " 35"
    },
    "abbility": [
      {
        "abbilityName": "ノーガード",
        "detail": "お互いに技が命中率・回避率に関係なく必ず命中する。／野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ギルガルド",
    "galarNum": "332",
    "worldNum": "681",
    "height": "1.7m",
    "weight": [
      "53.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "はがね",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 50",
      "B": " 140 (第7世代は150)",
      "C": " 50",
      "D": " 140 (第7世代は150)",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "バトルスイッチ",
        "detail": "攻撃技を使用する場合ブレードフォルムになり(攻撃・特攻が高い)、技『キングシールド』を使用するとシールドフォルムになる(防御・特防が高い)。"
      }
    ]
  },
  {
    "name": "ポニータ",
    "galarNum": "333",
    "worldNum": "077",
    "height": "0.8m",
    "weight": [
      "24.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 85",
      "B": " 55",
      "C": " 65",
      "D": " 65",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      },
      {
        "abbilityName": "パステルベール",
        "detail": "自分と味方は、『どく』『もうどく』状態にならない。"
      },
      {
        "abbilityName": "*きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      }
    ]
  },
  {
    "name": "ギャロップ",
    "galarNum": "334",
    "worldNum": "078",
    "height": "1.7m",
    "weight": [
      "80.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "エスパー",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 100",
      "B": " 70",
      "C": " 80",
      "D": " 80",
      "S": " 105"
    },
    "abbility": [
      {
        "abbilityName": "にげあし",
        "detail": "野生のポケモンとの戦闘の場合、必ず逃げられる。"
      },
      {
        "abbilityName": "パステルベール",
        "detail": "自分と味方は、『どく』『もうどく』状態にならない。"
      },
      {
        "abbilityName": "*きけんよち",
        "detail": "戦闘に出てきた時、相手が『こうかは ばつぐん』や一撃必殺となる技を持っているかが分かる。技の名前などは分からない。"
      }
    ]
  },
  {
    "name": "ヤバチャ",
    "galarNum": "335",
    "worldNum": "854",
    "height": "0.1m",
    "weight": [
      "0.2kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 45",
      "B": " 45",
      "C": " 74",
      "D": " 54",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      },
      {
        "abbilityName": "*のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      }
    ]
  },
  {
    "name": "ポットデス",
    "galarNum": "336",
    "worldNum": "855",
    "height": "0.2m",
    "weight": [
      "0.4kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 65",
      "B": " 65",
      "C": " 134",
      "D": " 114",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "くだけるよろい",
        "detail": "物理技を受けると、『ぼうぎょ』ランクが1段階下がり、『すばやさ』ランクが2段階上がる。(第6世代は1段階)"
      },
      {
        "abbilityName": "*のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      }
    ]
  },
  {
    "name": "イエッサン",
    "galarNum": "337",
    "worldNum": "876",
    "height": "0.9m",
    "weight": [
      "28.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "エスパー",
      "ノーマル"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 65",
      "B": " 55",
      "C": " 105",
      "D": " 95",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "シンクロ",
        "detail": "『どく』『まひ』『やけど』状態になった時、相手も同じ状態異常になる。／同じ『せいかく』の野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*サイコメイカー",
        "detail": "戦闘に出ると5ターンの間、場の状態を『サイコフィールド』にする。(『ひこう』タイプや特性『ふゆう』などではない地面にいるすべてのポケモンは、相手(味方は含まない)の先制技を受けなくなり、また『エスパー』タイプの技の威力が1.5倍になる)"
      }
    ]
  },
  {
    "name": "ボクレー",
    "galarNum": "338",
    "worldNum": "708",
    "height": "0.4m",
    "weight": [
      "7.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ゴースト",
      "くさ"
    ],
    "baseStats": {
      "H": " 43",
      "A": " 70",
      "B": " 48",
      "C": " 50",
      "D": " 60",
      "S": " 38"
    },
    "abbility": [
      {
        "abbilityName": "しぜんかいふく",
        "detail": "他のポケモンに交代すると異常状態が回復する。"
      },
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "*しゅうかく",
        "detail": "ターン終了時、そのターン自分が使用した『きのみ』が50%の確率で元に戻る。天気が『ひざしがつよい』の時は100%の確率で元に戻る。"
      }
    ]
  },
  {
    "name": "オーロット",
    "galarNum": "339",
    "worldNum": "709",
    "height": "1.5m",
    "weight": [
      "71.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "ゴースト",
      "くさ"
    ],
    "baseStats": {
      "H": " 85",
      "A": " 110",
      "B": " 76",
      "C": " 65",
      "D": " 82",
      "S": " 56"
    },
    "abbility": [
      {
        "abbilityName": "しぜんかいふく",
        "detail": "他のポケモンに交代すると異常状態が回復する。"
      },
      {
        "abbilityName": "おみとおし",
        "detail": "戦闘に出てきた時、すべての相手の持っている道具の名前が分かる。"
      },
      {
        "abbilityName": "*しゅうかく",
        "detail": "ターン終了時、そのターン自分が使用した『きのみ』が50%の確率で元に戻る。天気が『ひざしがつよい』の時は100%の確率で元に戻る。"
      }
    ]
  },
  {
    "name": "ネマシュ",
    "galarNum": "340",
    "worldNum": "755",
    "height": "0.2m",
    "weight": [
      "1.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "くさ",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 35",
      "B": " 55",
      "C": " 65",
      "D": " 75",
      "S": " 15"
    },
    "abbility": [
      {
        "abbilityName": "はっこう",
        "detail": "野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "ほうし",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』『まひ』『ねむり』状態のいずれかにする。"
      },
      {
        "abbilityName": "*あめうけざら",
        "detail": "天気が『あめ』の時毎ターン、HPが最大HPの1/16回復する。"
      }
    ]
  },
  {
    "name": "マシェード",
    "galarNum": "341",
    "worldNum": "756",
    "height": "1.0m",
    "weight": [
      "11.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "くさ",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 45",
      "B": " 80",
      "C": " 90",
      "D": " 100",
      "S": " 30"
    },
    "abbility": [
      {
        "abbilityName": "はっこう",
        "detail": "野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "ほうし",
        "detail": "直接攻撃を受けると、30%の確率で相手を『どく』『まひ』『ねむり』状態のいずれかにする。"
      },
      {
        "abbilityName": "*あめうけざら",
        "detail": "天気が『あめ』の時毎ターン、HPが最大HPの1/16回復する。"
      }
    ]
  },
  {
    "name": "ヤレユータン",
    "galarNum": "342",
    "worldNum": "765",
    "height": "1.5m",
    "weight": [
      "76.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "ノーマル",
      "エスパー"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 60",
      "B": " 80",
      "C": " 90",
      "D": " 110",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "テレパシー",
        "detail": "味方の技のダメージを受けない。"
      },
      {
        "abbilityName": "*きょうせい",
        "detail": "味方が道具を使ったり失った時、自分の持っている道具を味方に移動する。"
      }
    ]
  },
  {
    "name": "ナゲツケサル",
    "galarNum": "343",
    "worldNum": "766",
    "height": "2.0m",
    "weight": [
      "82.8kg",
      "けたぐり威力80"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 120",
      "B": " 90",
      "C": " 40",
      "D": " 60",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "レシーバー",
        "detail": "場にいる味方のポケモンが『ひんし』状態になった時、自分の特性がそのポケモンと同じ特性になる。場から離れると元に戻る(ダブルバトル用)。相手の特性が『ARシステム』『イリュージョン』『かがくのちから』『かわりもの』『きずなへんげ』『ぎょぐん』『スワームチェンジ』『ぜったいねむり』『ダルマモード』『てんきや』『トレース』『ばけのかわ』『バトルスイッチ』『ふしぎなまもり』『フラワーギフト』『マルチタイプ』『リミットシールド』『レシーバー』の場合は効果がない。"
      },
      {
        "abbilityName": "*まけんき",
        "detail": "相手の技や特性で能力ランクが下がった時、自分の『こうげき』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      }
    ]
  },
  {
    "name": "モルペコ",
    "galarNum": "344",
    "worldNum": "877",
    "height": "0.3m",
    "weight": [
      "3.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "でんき",
      "あく"
    ],
    "baseStats": {
      "H": " 58",
      "A": " 95",
      "B": " 58",
      "C": " 70",
      "D": " 58",
      "S": " 97"
    },
    "abbility": [
      {
        "abbilityName": "はらぺこスイッチ",
        "detail": "ターン終了時、『まんぷくもよう』と『はらぺこもよう』を交互にフォルムチェンジする。技『オーラぐるま』のタイプが、『まんぷく』の時は『でんき』、『はらぺこ』の時は『あく』タイプに変わる。"
      }
    ]
  },
  {
    "name": "タイレーツ",
    "galarNum": "345",
    "worldNum": "870",
    "height": "3.0m",
    "weight": [
      "62.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 100",
      "B": " 100",
      "C": " 70",
      "D": " 60",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "カブトアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*まけんき",
        "detail": "相手の技や特性で能力ランクが下がった時、自分の『こうげき』ランクが2段階上がる。自分や味方の技で下がった場合は効果がない。"
      }
    ]
  },
  {
    "name": "ジジーロン",
    "galarNum": "346",
    "worldNum": "780",
    "height": "3.0m",
    "weight": [
      "185.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "ノーマル",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 78",
      "A": " 60",
      "B": " 85",
      "C": " 135",
      "D": " 91",
      "S": " 36"
    },
    "abbility": [
      {
        "abbilityName": "ぎゃくじょう",
        "detail": "相手の技のダメージで自分の残りHPが半分以下になると、『とくこう』ランクが1段階上がる。相手の技のダメージ以外の場合や、すでに残りHPが半分以下の場合は発動しない。"
      },
      {
        "abbilityName": "そうしょく",
        "detail": "『くさ』タイプの技を受けると技が無効化され、『こうげき』ランクが1段階上がる。"
      },
      {
        "abbilityName": "*ノーてんき",
        "detail": "全てのポケモンに対しての天気の影響がなくなる。"
      }
    ]
  },
  {
    "name": "バクガメス",
    "galarNum": "347",
    "worldNum": "776",
    "height": "2.0m",
    "weight": [
      "212.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "ほのお",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 60",
      "A": " 78",
      "B": " 135",
      "C": " 91",
      "D": " 85",
      "S": " 36"
    },
    "abbility": [
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      }
    ]
  },
  {
    "name": "トゲデマル",
    "galarNum": "348",
    "worldNum": "777",
    "height": "0.3m",
    "weight": [
      "3.3kg",
      "けたぐり威力20"
    ],
    "type": [
      "でんき",
      "はがね"
    ],
    "baseStats": {
      "H": " 65",
      "A": " 98",
      "B": " 63",
      "C": " 40",
      "D": " 73",
      "S": " 96"
    },
    "abbility": [
      {
        "abbilityName": "てつのトゲ",
        "detail": "直接攻撃を受けると、相手のHPを相手の最大HPの1/8減らす。"
      },
      {
        "abbilityName": "ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "*がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      }
    ]
  },
  {
    "name": "ユキハミ",
    "galarNum": "349",
    "worldNum": "872",
    "height": "0.3m",
    "weight": [
      "3.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "こおり",
      "むし"
    ],
    "baseStats": {
      "H": " 30",
      "A": " 25",
      "B": " 35",
      "C": " 45",
      "D": " 30",
      "S": " 20"
    },
    "abbility": [
      {
        "abbilityName": "りんぷん",
        "detail": "技の追加効果を受けない。"
      },
      {
        "abbilityName": "*こおりのりんぷん",
        "detail": "特殊攻撃の受けるダメージが半減する。"
      }
    ]
  },
  {
    "name": "モスノウ",
    "galarNum": "350",
    "worldNum": "873",
    "height": "1.3m",
    "weight": [
      "42.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "こおり",
      "むし"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 65",
      "B": " 60",
      "C": " 125",
      "D": " 90",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "りんぷん",
        "detail": "技の追加効果を受けない。"
      },
      {
        "abbilityName": "*こおりのりんぷん",
        "detail": "特殊攻撃の受けるダメージが半減する。"
      }
    ]
  },
  {
    "name": "タタッコ",
    "galarNum": "351",
    "worldNum": "852",
    "height": "0.6m",
    "weight": [
      "4.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 68",
      "B": " 60",
      "C": " 50",
      "D": " 50",
      "S": " 32"
    },
    "abbility": [
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "*テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      }
    ]
  },
  {
    "name": "オトスパス",
    "galarNum": "352",
    "worldNum": "853",
    "height": "1.6m",
    "weight": [
      "39.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 118",
      "B": " 90",
      "C": " 70",
      "D": " 80",
      "S": " 42"
    },
    "abbility": [
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "*テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      }
    ]
  },
  {
    "name": "バチンウニ",
    "galarNum": "353",
    "worldNum": "871",
    "height": "0.3m",
    "weight": [
      "1.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "でんき"
    ],
    "baseStats": {
      "H": " 48",
      "A": " 101",
      "B": " 95",
      "C": " 91",
      "D": " 85",
      "S": " 15"
    },
    "abbility": [
      {
        "abbilityName": "ひらいしん",
        "detail": "『でんき』タイプの技を受けるとダメージが無効化され、自分の『とくこう』ランクが1段階上がる。またダブルバトル・バトルロイヤル時、自分以外の全てのポケモンの『でんき』タイプの単体攻撃技の攻撃対象が自分になる。(攻撃対象が複数の技の場合はそのまま)"
      },
      {
        "abbilityName": "*エレキメイカー",
        "detail": "戦闘に出ると5ターンの間、場の状態を『エレキフィールド』にする。(『ひこう』タイプや特性『ふゆう』などではない地面にいるすべてのポケモンは、『ねむり』状態にならず、また『でんき』タイプの技の威力が1.5倍になる)"
      }
    ]
  },
  {
    "name": "タマンタ",
    "galarNum": "354",
    "worldNum": "458",
    "height": "1.0m",
    "weight": [
      "65.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "みず",
      "ひこう"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 20",
      "B": " 50",
      "C": " 60",
      "D": " 120",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "*みずのベール",
        "detail": "『やけど』状態にならない。"
      }
    ]
  },
  {
    "name": "マンタイン",
    "galarNum": "355",
    "worldNum": "226",
    "height": "2.1m",
    "weight": [
      "220.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "みず",
      "ひこう"
    ],
    "baseStats": {
      "H": " 85",
      "A": " 40",
      "B": " 70",
      "C": " 80",
      "D": " 140",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "すいすい",
        "detail": "天気が『あめ』の時、『すばやさ』が2倍になる。"
      },
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "*みずのベール",
        "detail": "『やけど』状態にならない。"
      }
    ]
  },
  {
    "name": "ホエルコ",
    "galarNum": "356",
    "worldNum": "320",
    "height": "2.0m",
    "weight": [
      "130.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 130",
      "A": " 70",
      "B": " 35",
      "C": " 70",
      "D": " 35",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "みずのベール",
        "detail": "『やけど』状態にならない。"
      },
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ホエルオー",
    "galarNum": "357",
    "worldNum": "321",
    "height": "14.5m",
    "weight": [
      "398.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "みず"
    ],
    "baseStats": {
      "H": " 170",
      "A": " 90",
      "B": " 45",
      "C": " 90",
      "D": " 45",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "みずのベール",
        "detail": "『やけど』状態にならない。"
      },
      {
        "abbilityName": "どんかん",
        "detail": "『メロメロ』『ちょうはつ』『ゆうわく』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "*プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "カチコール",
    "galarNum": "358",
    "worldNum": "712",
    "height": "1.0m",
    "weight": [
      "99.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 69",
      "B": " 85",
      "C": " 32",
      "D": " 35",
      "S": " 28"
    },
    "abbility": [
      {
        "abbilityName": "マイペース",
        "detail": "『こんらん』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "*がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      }
    ]
  },
  {
    "name": "クレベース",
    "galarNum": "359",
    "worldNum": "713",
    "height": "2.0m",
    "weight": [
      "505.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 117",
      "B": " 184",
      "C": " 44",
      "D": " 46",
      "S": " 28"
    },
    "abbility": [
      {
        "abbilityName": "マイペース",
        "detail": "『こんらん』状態にならない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      },
      {
        "abbilityName": "アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "*がんじょう",
        "detail": "HPが最大の時、『ひんし』状態になるダメージを受けても必ず1残る。また、一撃で『ひんし』になる技『じわれ』『ぜったいれいど』『つのドリル』『ハサミギロチン』を受けない。"
      }
    ]
  },
  {
    "name": "ダダリン",
    "galarNum": "360",
    "worldNum": "781",
    "height": "3.9m",
    "weight": [
      "210.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "ゴースト",
      "くさ"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 131",
      "B": " 100",
      "C": " 86",
      "D": " 90",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "はがねつかい",
        "detail": "『はがね』タイプの技の威力が1.5倍になる。"
      }
    ]
  },
  {
    "name": "ラプラス",
    "galarNum": "361",
    "worldNum": "131",
    "height": "2.5m",
    "weight": [
      "220.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "みず",
      "こおり"
    ],
    "baseStats": {
      "H": " 130",
      "A": " 85",
      "B": " 80",
      "C": " 85",
      "D": " 95",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "シェルアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      },
      {
        "abbilityName": "*うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      }
    ]
  },
  {
    "name": "ルナトーン",
    "galarNum": "362",
    "worldNum": "337",
    "height": "1.0m",
    "weight": [
      "168.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "いわ",
      "エスパー"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 55",
      "B": " 65",
      "C": " 95",
      "D": " 85",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ソルロック",
    "galarNum": "363",
    "worldNum": "338",
    "height": "1.2m",
    "weight": [
      "154.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "いわ",
      "エスパー"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 95",
      "B": " 85",
      "C": " 55",
      "D": " 65",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "マネネ",
    "galarNum": "364",
    "worldNum": "439",
    "height": "0.6m",
    "weight": [
      "13.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "エスパー",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 20",
      "A": " 25",
      "B": " 45",
      "C": " 70",
      "D": " 90",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "ぼうおん",
        "detail": "音系の技『いびき』『いやしのすず』『いやなおと』『うたう』『うたかたのアリア』『エコーボイス』『おしゃべり』『おたけび』『きんぞくおん』『くさぶえ』『さわぐ』『スケイルノイズ』『すてゼリフ』『チャームボイス』『ちょうおんぱ』『ないしょばなし』『なきごえ』『バークアウト』『ハイパーボイス』『ばくおんぱ』『ほえる』『ほろびのうた』『むしのさざめき』『りんしょう』『ブレイジングソウルビート』『ソウルビート』『オーバードライブ』を受けない。"
      },
      {
        "abbilityName": "フィルター",
        "detail": "タイプ相性が『こうかは ばつぐん』の技の受けるダメージが3/4になる。例えば、2倍弱点の場合は1.5倍のダメージになる。"
      },
      {
        "abbilityName": "*テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      }
    ]
  },
  {
    "name": "バリヤード",
    "galarNum": "365",
    "worldNum": "122",
    "height": "1.3m",
    "weight": [
      "54.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "エスパー",
      "フェアリー"
    ],
    "baseStats": {
      "H": " 40",
      "A": " 45",
      "B": " 65",
      "C": " 100",
      "D": " 120",
      "S": " 90"
    },
    "abbility": [
      {
        "abbilityName": "ぼうおん",
        "detail": "音系の技『いびき』『いやしのすず』『いやなおと』『うたう』『うたかたのアリア』『エコーボイス』『おしゃべり』『おたけび』『きんぞくおん』『くさぶえ』『さわぐ』『スケイルノイズ』『すてゼリフ』『チャームボイス』『ちょうおんぱ』『ないしょばなし』『なきごえ』『バークアウト』『ハイパーボイス』『ばくおんぱ』『ほえる』『ほろびのうた』『むしのさざめき』『りんしょう』『ブレイジングソウルビート』『ソウルビート』『オーバードライブ』を受けない。"
      },
      {
        "abbilityName": "フィルター",
        "detail": "タイプ相性が『こうかは ばつぐん』の技の受けるダメージが3/4になる。例えば、2倍弱点の場合は1.5倍のダメージになる。"
      },
      {
        "abbilityName": "*テクニシャン",
        "detail": "威力が60以下の技の威力が1.5倍になる。威力の変動する技や、威力が修正された場合も影響する。"
      }
    ]
  },
  {
    "name": "バリコオル",
    "galarNum": "366",
    "worldNum": "866",
    "height": "1.5m",
    "weight": [
      "58.2kg",
      "けたぐり威力80"
    ],
    "type": [
      "こおり",
      "エスパー"
    ],
    "baseStats": {
      "H": " 80",
      "A": " 85",
      "B": " 75",
      "C": " 110",
      "D": " 100",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "ちどりあし",
        "detail": "『こんらん』状態の時、回避率が上がる。"
      },
      {
        "abbilityName": "バリアフリー",
        "detail": "お互いの場の『ひかりのかべ』『リフレクター』『オーロラベール』の効果が無効になる。"
      },
      {
        "abbilityName": "*アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      }
    ]
  },
  {
    "name": "ダルマッカ",
    "galarNum": "367",
    "worldNum": "554",
    "height": "0.7m",
    "weight": [
      "40.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 90",
      "B": " 45",
      "C": " 15",
      "D": " 45",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*せいしんりょく",
        "detail": "相手の技で『ひるみ』状態にならない。なお、技『きあいパンチ』には影響しない。第8世代からは、相手の特性『いかく』の効果も受けない。"
      }
    ]
  },
  {
    "name": "ヒヒダルマ",
    "galarNum": "368",
    "worldNum": "555",
    "height": "1.7m",
    "weight": [
      "120.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 105",
      "A": " 140",
      "B": " 55",
      "C": " 30",
      "D": " 55",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "ごりむちゅう",
        "detail": "同じ技しか出せなくなるが、物理技が1.5倍になる。(『こうげき』を上げるのかは不明)"
      },
      {
        "abbilityName": "*ダルマモード",
        "detail": "自分の残りHPが半分以下になるとフォルムチェンジする。回復して半分より多くなると元に戻る。"
      }
    ]
  },
  {
    "name": "イシヘンジン",
    "galarNum": "369",
    "worldNum": "874",
    "height": "2.5m",
    "weight": [
      "520.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "いわ"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 125",
      "B": " 135",
      "C": " 20",
      "D": " 20",
      "S": " 70"
    },
    "abbility": [
      {
        "abbilityName": "パワースポット",
        "detail": "複数のバトルで隣にいる味方が使う技の威力が上がる。(味方全員か隣だけかは不明)"
      }
    ]
  },
  {
    "name": "コオリッポ",
    "galarNum": "370",
    "worldNum": "875",
    "height": "1.4m",
    "weight": [
      "89.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "こおり"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 80",
      "B": " 110",
      "C": " 65",
      "D": " 90",
      "S": " 50"
    },
    "abbility": [
      {
        "abbilityName": "アイスフェイス",
        "detail": "『アイスフェイス』のフォルムの時、物理技を受けると、ダメージを受けずに『ナイスフェイス』にフォルムチェンジする。天気が『あられ』になると、再び『アイスフェイス』にフォルムチェンジする。"
      }
    ]
  },
  {
    "name": "ジュラルドン",
    "galarNum": "371",
    "worldNum": "884",
    "height": "1.8m",
    "weight": [
      "40.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "はがね",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 95",
      "B": " 115",
      "C": " 120",
      "D": " 50",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "ライトメタル",
        "detail": "自分の『おもさ』が半分になる。(技『けたぐり』『くさむすび』対策などで有効)"
      },
      {
        "abbilityName": "ヘヴィメタル",
        "detail": "自分の『おもさ』が2倍になる。(技『ヘビーボンバー』などで有効)"
      },
      {
        "abbilityName": "*すじがねいり",
        "detail": "特性『ひらいしん』『よびみず』や技『いかりのこな』『このゆびとまれ』『サイドチェンジ』『スポットライト』の影響を受けずに攻撃できる。"
      }
    ]
  },
  {
    "name": "ロトム",
    "galarNum": "372",
    "worldNum": "479",
    "height": "0.3m",
    "weight": [
      "0.3kg",
      "けたぐり威力20"
    ],
    "type": [
      "でんき",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 50",
      "B": " 77",
      "C": " 95",
      "D": " 77",
      "S": " 91"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "メタモン",
    "galarNum": "373",
    "worldNum": "132",
    "height": "0.3m",
    "weight": [
      "4.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 48",
      "A": " 48",
      "B": " 48",
      "C": " 48",
      "D": " 48",
      "S": " 48"
    },
    "abbility": [
      {
        "abbilityName": "じゅうなん",
        "detail": "『まひ』状態にならない。"
      },
      {
        "abbilityName": "*かわりもの",
        "detail": "戦闘に出ると、相手のポケモンに変身し、『へんしん』状態になる。"
      }
    ]
  },
  {
    "name": "パッチラゴン",
    "galarNum": "374",
    "worldNum": "880",
    "height": "1.8m",
    "weight": [
      "190.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "でんき",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 100",
      "B": " 90",
      "C": " 80",
      "D": " 70",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "ちくでん",
        "detail": "『でんき』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*すなかき",
        "detail": "天気が『すなあらし』の時、『すばやさ』が2倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "パッチルドン",
    "galarNum": "375",
    "worldNum": "881",
    "height": "2.3m",
    "weight": [
      "150.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "でんき",
      "こおり"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 100",
      "B": " 90",
      "C": " 90",
      "D": " 80",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "ちくでん",
        "detail": "『でんき』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "せいでんき",
        "detail": "直接攻撃を受けると、30%の確率で相手を『まひ』状態にする。／『でんき』タイプの野生のポケモンと出会いやすくなる。"
      },
      {
        "abbilityName": "*ゆきかき",
        "detail": "天気が『あられ』の時、『すばやさ』が2倍になる。また、『あられ』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "ウオノラゴン",
    "galarNum": "376",
    "worldNum": "882",
    "height": "2.3m",
    "weight": [
      "215.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "みず",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 90",
      "B": " 100",
      "C": " 70",
      "D": " 80",
      "S": " 75"
    },
    "abbility": [
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "がんじょうあご",
        "detail": "あごやキバを使って攻撃する技『かみつく』『かみくだく』『ひっさつまえば』『ほのおのキバ』『かみなりのキバ』『こおりのキバ』『どくどくのキバ』『サイコファング』『エラがみ』の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*すなかき",
        "detail": "天気が『すなあらし』の時、『すばやさ』が2倍になる。また、『すなあらし』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "ウオチルドン",
    "galarNum": "377",
    "worldNum": "883",
    "height": "2.0m",
    "weight": [
      "175.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "みず",
      "こおり"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 90",
      "B": " 100",
      "C": " 80",
      "D": " 90",
      "S": " 55"
    },
    "abbility": [
      {
        "abbilityName": "ちょすい",
        "detail": "『みず』タイプの技を受けるとダメージや効果はなくなり、最大HPの1/4回復する。"
      },
      {
        "abbilityName": "アイスボディ",
        "detail": "天気が『あられ』の時、ダメージを受けず、毎ターン終了時にHPが最大HPの1/16回復する。"
      },
      {
        "abbilityName": "*ゆきかき",
        "detail": "天気が『あられ』の時、『すばやさ』が2倍になる。また、『あられ』によるダメージを受けない。"
      }
    ]
  },
  {
    "name": "ヒトカゲ",
    "galarNum": "378",
    "worldNum": "004",
    "height": "0.6m",
    "weight": [
      "8.5kg",
      "けたぐり威力20"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 39",
      "A": " 52",
      "B": " 43",
      "C": " 60",
      "D": " 50",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "もうか",
        "detail": "HPが1/3以下の時、『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*サンパワー",
        "detail": "天気が『ひざしがつよい』の時、『とくこう』が1.5倍になるが、毎ターン終了時に最大HPの1/8のダメージを受ける。"
      }
    ]
  },
  {
    "name": "リザード",
    "galarNum": "379",
    "worldNum": "005",
    "height": "1.1m",
    "weight": [
      "19.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ほのお"
    ],
    "baseStats": {
      "H": " 58",
      "A": " 64",
      "B": " 58",
      "C": " 80",
      "D": " 65",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "もうか",
        "detail": "HPが1/3以下の時、『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*サンパワー",
        "detail": "天気が『ひざしがつよい』の時、『とくこう』が1.5倍になるが、毎ターン終了時に最大HPの1/8のダメージを受ける。"
      }
    ]
  },
  {
    "name": "リザードン",
    "galarNum": "380",
    "worldNum": "006",
    "height": "1.7m",
    "weight": [
      "90.5kg",
      "けたぐり威力80"
    ],
    "type": [
      "ほのお",
      "ひこう"
    ],
    "baseStats": {
      "H": " 78",
      "A": " 84",
      "B": " 78",
      "C": " 109",
      "D": " 85",
      "S": " 100"
    },
    "abbility": [
      {
        "abbilityName": "もうか",
        "detail": "HPが1/3以下の時、『ほのお』タイプの技の威力が1.5倍になる。"
      },
      {
        "abbilityName": "*サンパワー",
        "detail": "天気が『ひざしがつよい』の時、『とくこう』が1.5倍になるが、毎ターン終了時に最大HPの1/8のダメージを受ける。"
      }
    ]
  },
  {
    "name": "タイプ：ヌル",
    "galarNum": "381",
    "worldNum": "772",
    "height": "1.9m",
    "weight": [
      "120.5kg",
      "けたぐり威力100"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 95",
      "B": " 95",
      "C": " 95",
      "D": " 95",
      "S": " 59"
    },
    "abbility": [
      {
        "abbilityName": "カブトアーマー",
        "detail": "自分への攻撃は急所に当たらない。"
      }
    ]
  },
  {
    "name": "シルヴァディ",
    "galarNum": "382",
    "worldNum": "773",
    "height": "2.3m",
    "weight": [
      "100.5kg",
      "けたぐり威力100"
    ],
    "type": [
      "ノーマル"
    ],
    "baseStats": {
      "H": " 95",
      "A": " 95",
      "B": " 95",
      "C": " 95",
      "D": " 95",
      "S": " 95"
    },
    "abbility": [
      {
        "abbilityName": "ARシステム",
        "detail": "持っている専用の道具『メモリ』の種類に対応して自分の『タイプ』が変化する。"
      }
    ]
  },
  {
    "name": "ヨーギラス",
    "galarNum": "383",
    "worldNum": "246",
    "height": "0.6m",
    "weight": [
      "72.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "いわ",
      "じめん"
    ],
    "baseStats": {
      "H": " 50",
      "A": " 64",
      "B": " 50",
      "C": " 45",
      "D": " 50",
      "S": " 41"
    },
    "abbility": [
      {
        "abbilityName": "こんじょう",
        "detail": "状態異常の時、『こうげき』が1.5倍になる。またその時、『やけど』状態による『こうげき』半減の効果を受けない。"
      },
      {
        "abbilityName": "*すながくれ",
        "detail": "天気が『すなあらし』の時、回避率が上がる。また、『すなあらし』によるダメージを受けない。／フィールドの天気が『すなあらし』の時、野生のポケモンと出会いにくくなる。"
      }
    ]
  },
  {
    "name": "サナギラス",
    "galarNum": "384",
    "worldNum": "247",
    "height": "1.2m",
    "weight": [
      "152.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "いわ",
      "じめん"
    ],
    "baseStats": {
      "H": " 70",
      "A": " 84",
      "B": " 70",
      "C": " 65",
      "D": " 70",
      "S": " 51"
    },
    "abbility": [
      {
        "abbilityName": "だっぴ",
        "detail": "ターンごとに1/3の確率で状態異常が治る。"
      }
    ]
  },
  {
    "name": "バンギラス",
    "galarNum": "385",
    "worldNum": "248",
    "height": "2.0m",
    "weight": [
      "202.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "いわ",
      "あく"
    ],
    "baseStats": {
      "H": " 100",
      "A": " 134",
      "B": " 110",
      "C": " 95",
      "D": " 100",
      "S": " 61"
    },
    "abbility": [
      {
        "abbilityName": "すなおこし",
        "detail": "戦闘に出ると5ターンの間、天気が『すなあらし』になる。"
      },
      {
        "abbilityName": "*きんちょうかん",
        "detail": "すべての相手は『きのみ』を使用できなくなる。"
      }
    ]
  },
  {
    "name": "モノズ",
    "galarNum": "386",
    "worldNum": "633",
    "height": "0.8m",
    "weight": [
      "17.3kg",
      "けたぐり威力40"
    ],
    "type": [
      "あく",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 52",
      "A": " 65",
      "B": " 50",
      "C": " 45",
      "D": " 50",
      "S": " 38"
    },
    "abbility": [
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "ジヘッド",
    "galarNum": "387",
    "worldNum": "634",
    "height": "1.4m",
    "weight": [
      "50.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "あく",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 72",
      "A": " 85",
      "B": " 70",
      "C": " 65",
      "D": " 70",
      "S": " 58"
    },
    "abbility": [
      {
        "abbilityName": "はりきり",
        "detail": "『こうげき』が1.5倍になるが、物理攻撃の命中率が0.8倍になる。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  },
  {
    "name": "サザンドラ",
    "galarNum": "388",
    "worldNum": "635",
    "height": "1.8m",
    "weight": [
      "160.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "あく",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 92",
      "A": " 105",
      "B": " 90",
      "C": " 125",
      "D": " 90",
      "S": " 98"
    },
    "abbility": [
      {
        "abbilityName": "ふゆう",
        "detail": "『じめん』タイプの技を受けない。また、技『どくびし』『まきびし』や特性『ありじごく』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ヌメラ",
    "galarNum": "389",
    "worldNum": "704",
    "height": "0.3m",
    "weight": [
      "2.8kg",
      "けたぐり威力20"
    ],
    "type": [
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 50",
      "B": " 35",
      "C": " 55",
      "D": " 75",
      "S": " 40"
    },
    "abbility": [
      {
        "abbilityName": "そうしょく",
        "detail": "『くさ』タイプの技を受けると技が無効化され、『こうげき』ランクが1段階上がる。"
      },
      {
        "abbilityName": "うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      },
      {
        "abbilityName": "*ぬめぬめ",
        "detail": "直接攻撃を受けると、相手の『すばやさ』ランクを1段階下げる。"
      }
    ]
  },
  {
    "name": "ヌメイル",
    "galarNum": "390",
    "worldNum": "705",
    "height": "0.8m",
    "weight": [
      "17.5kg",
      "けたぐり威力40"
    ],
    "type": [
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 68",
      "A": " 75",
      "B": " 53",
      "C": " 83",
      "D": " 113",
      "S": " 60"
    },
    "abbility": [
      {
        "abbilityName": "そうしょく",
        "detail": "『くさ』タイプの技を受けると技が無効化され、『こうげき』ランクが1段階上がる。"
      },
      {
        "abbilityName": "うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      },
      {
        "abbilityName": "*ぬめぬめ",
        "detail": "直接攻撃を受けると、相手の『すばやさ』ランクを1段階下げる。"
      }
    ]
  },
  {
    "name": "ヌメルゴン",
    "galarNum": "391",
    "worldNum": "706",
    "height": "2.0m",
    "weight": [
      "150.5kg",
      "けたぐり威力100"
    ],
    "type": [
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 90",
      "A": " 100",
      "B": " 70",
      "C": " 110",
      "D": " 150",
      "S": " 80"
    },
    "abbility": [
      {
        "abbilityName": "そうしょく",
        "detail": "『くさ』タイプの技を受けると技が無効化され、『こうげき』ランクが1段階上がる。"
      },
      {
        "abbilityName": "うるおいボディ",
        "detail": "天気が『あめ』の時、ターン終了時に状態異常が回復する。"
      },
      {
        "abbilityName": "*ぬめぬめ",
        "detail": "直接攻撃を受けると、相手の『すばやさ』ランクを1段階下げる。"
      }
    ]
  },
  {
    "name": "ジャラコ",
    "galarNum": "392",
    "worldNum": "782",
    "height": "0.6m",
    "weight": [
      "29.7kg",
      "けたぐり威力60"
    ],
    "type": [
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 45",
      "A": " 55",
      "B": " 65",
      "C": " 45",
      "D": " 45",
      "S": " 45"
    },
    "abbility": [
      {
        "abbilityName": "ぼうだん",
        "detail": "たま・爆弾系の技『アイスボール』『アシッドボム』『ウェザーボール』『エナジーボール』『エレキボール』『オクタンほう』『かえんだん』『かふんだんご』『がんせきほう』『きあいだま』『くちばしキャノン』『ジャイロボール』『シャドーボール』『タネばくだん』『タネマシンガン』『タマゴばくだん』『たまなげ』『でんじほう』『どろばくだん』『はどうだん』『ヘドロばくだん』『マグネットボム』『ミストボール』『ロックブラスト』を無効化する。"
      },
      {
        "abbilityName": "ぼうおん",
        "detail": "音系の技『いびき』『いやしのすず』『いやなおと』『うたう』『うたかたのアリア』『エコーボイス』『おしゃべり』『おたけび』『きんぞくおん』『くさぶえ』『さわぐ』『スケイルノイズ』『すてゼリフ』『チャームボイス』『ちょうおんぱ』『ないしょばなし』『なきごえ』『バークアウト』『ハイパーボイス』『ばくおんぱ』『ほえる』『ほろびのうた』『むしのさざめき』『りんしょう』『ブレイジングソウルビート』『ソウルビート』『オーバードライブ』を受けない。"
      },
      {
        "abbilityName": "*ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ジャランゴ",
    "galarNum": "393",
    "worldNum": "783",
    "height": "1.2m",
    "weight": [
      "47.0kg",
      "けたぐり威力60"
    ],
    "type": [
      "ドラゴン",
      "かくとう"
    ],
    "baseStats": {
      "H": " 55",
      "A": " 75",
      "B": " 90",
      "C": " 65",
      "D": " 70",
      "S": " 65"
    },
    "abbility": [
      {
        "abbilityName": "ぼうだん",
        "detail": "たま・爆弾系の技『アイスボール』『アシッドボム』『ウェザーボール』『エナジーボール』『エレキボール』『オクタンほう』『かえんだん』『かふんだんご』『がんせきほう』『きあいだま』『くちばしキャノン』『ジャイロボール』『シャドーボール』『タネばくだん』『タネマシンガン』『タマゴばくだん』『たまなげ』『でんじほう』『どろばくだん』『はどうだん』『ヘドロばくだん』『マグネットボム』『ミストボール』『ロックブラスト』を無効化する。"
      },
      {
        "abbilityName": "ぼうおん",
        "detail": "音系の技『いびき』『いやしのすず』『いやなおと』『うたう』『うたかたのアリア』『エコーボイス』『おしゃべり』『おたけび』『きんぞくおん』『くさぶえ』『さわぐ』『スケイルノイズ』『すてゼリフ』『チャームボイス』『ちょうおんぱ』『ないしょばなし』『なきごえ』『バークアウト』『ハイパーボイス』『ばくおんぱ』『ほえる』『ほろびのうた』『むしのさざめき』『りんしょう』『ブレイジングソウルビート』『ソウルビート』『オーバードライブ』を受けない。"
      },
      {
        "abbilityName": "*ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ジャラランガ",
    "galarNum": "394",
    "worldNum": "784",
    "height": "1.6m",
    "weight": [
      "78.2kg",
      "けたぐり威力80"
    ],
    "type": [
      "ドラゴン",
      "かくとう"
    ],
    "baseStats": {
      "H": " 75",
      "A": " 110",
      "B": " 125",
      "C": " 100",
      "D": " 105",
      "S": " 85"
    },
    "abbility": [
      {
        "abbilityName": "ぼうだん",
        "detail": "たま・爆弾系の技『アイスボール』『アシッドボム』『ウェザーボール』『エナジーボール』『エレキボール』『オクタンほう』『かえんだん』『かふんだんご』『がんせきほう』『きあいだま』『くちばしキャノン』『ジャイロボール』『シャドーボール』『タネばくだん』『タネマシンガン』『タマゴばくだん』『たまなげ』『でんじほう』『どろばくだん』『はどうだん』『ヘドロばくだん』『マグネットボム』『ミストボール』『ロックブラスト』を無効化する。"
      },
      {
        "abbilityName": "ぼうおん",
        "detail": "音系の技『いびき』『いやしのすず』『いやなおと』『うたう』『うたかたのアリア』『エコーボイス』『おしゃべり』『おたけび』『きんぞくおん』『くさぶえ』『さわぐ』『スケイルノイズ』『すてゼリフ』『チャームボイス』『ちょうおんぱ』『ないしょばなし』『なきごえ』『バークアウト』『ハイパーボイス』『ばくおんぱ』『ほえる』『ほろびのうた』『むしのさざめき』『りんしょう』『ブレイジングソウルビート』『ソウルビート』『オーバードライブ』を受けない。"
      },
      {
        "abbilityName": "*ぼうじん",
        "detail": "天気『あられ』『すなあらし』によるダメージを受けない。粉系の技『いかりのこな』『キノコのほうし』『しびれごな』『どくのこな』『ねむりごな』『ふんじん』『わたほうし』、特性『ほうし』の効果を受けない。"
      }
    ]
  },
  {
    "name": "ドラメシヤ",
    "galarNum": "395",
    "worldNum": "885",
    "height": "0.5m",
    "weight": [
      "2.0kg",
      "けたぐり威力20"
    ],
    "type": [
      "ドラゴン",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 28",
      "A": " 60",
      "B": " 30",
      "C": " 40",
      "D": " 30",
      "S": " 82"
    },
    "abbility": [
      {
        "abbilityName": "クリアボディ",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      }
    ]
  },
  {
    "name": "ドロンチ",
    "galarNum": "396",
    "worldNum": "886",
    "height": "1.4m",
    "weight": [
      "11.0kg",
      "けたぐり威力40"
    ],
    "type": [
      "ドラゴン",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 68",
      "A": " 80",
      "B": " 50",
      "C": " 60",
      "D": " 50",
      "S": " 102"
    },
    "abbility": [
      {
        "abbilityName": "クリアボディ",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      }
    ]
  },
  {
    "name": "ドラパルト",
    "galarNum": "397",
    "worldNum": "887",
    "height": "3.0m",
    "weight": [
      "50.0kg",
      "けたぐり威力80"
    ],
    "type": [
      "ドラゴン",
      "ゴースト"
    ],
    "baseStats": {
      "H": " 88",
      "A": " 120",
      "B": " 75",
      "C": " 100",
      "D": " 75",
      "S": " 142"
    },
    "abbility": [
      {
        "abbilityName": "クリアボディ",
        "detail": "相手の能力ランクを下げる技や特性の効果を受けない。"
      },
      {
        "abbilityName": "すりぬけ",
        "detail": "相手の『オーロラベール』『リフレクター』『ひかりのかべ』『しろいきり』『しんぴのまもり』『みがわり』の効果を受けない。"
      },
      {
        "abbilityName": "*のろわれボディ",
        "detail": "相手から技を受けた時、30%の確率で3ターンの間、その相手の技を『かなしばり』状態にする。技が無効化された場合や、自分が『みがわり』状態の場合は発動しない。"
      }
    ]
  },
  {
    "name": "ザシアン",
    "galarNum": "398",
    "worldNum": "888",
    "height": "2.8m",
    "weight": [
      "110.0kg",
      "けたぐり威力100"
    ],
    "type": [
      "フェアリー"
    ],
    "baseStats": {
      "H": " 92",
      "A": " 130",
      "B": " 115",
      "C": " 80",
      "D": " 115",
      "S": " 138"
    },
    "abbility": [
      {
        "abbilityName": "ふとうのけん",
        "detail": "戦闘に出たときに自分の『こうげき』ランクが上がる。"
      }
    ]
  },
  {
    "name": "ザマゼンタ",
    "galarNum": "399",
    "worldNum": "889",
    "height": "2.9m",
    "weight": [
      "210.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "かくとう"
    ],
    "baseStats": {
      "H": " 92",
      "A": " 130",
      "B": " 115",
      "C": " 80",
      "D": " 115",
      "S": " 138"
    },
    "abbility": [
      {
        "abbilityName": "ふくつのたて",
        "detail": "戦闘に出たときに自分の『ぼうぎょ』ランクが上がる。"
      }
    ]
  },
  {
    "name": "ムゲンダイナ",
    "galarNum": "400",
    "worldNum": "890",
    "height": "20.0m",
    "weight": [
      "950.0kg",
      "けたぐり威力120"
    ],
    "type": [
      "どく",
      "ドラゴン"
    ],
    "baseStats": {
      "H": " 140",
      "A": " 85",
      "B": " 95",
      "C": " 145",
      "D": " 95",
      "S": " 130"
    },
    "abbility": [
      {
        "abbilityName": "プレッシャー",
        "detail": "技を受けた時、技のPPを2減らす。／レベルの高い野生のポケモンと出会いやすくなる。"
      }
    ]
  }
]

module.exports = { data }
export default { data }